{
  "chunk_id": "Travel_policy_57",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 57,
    "content_length": 733,
    "is_empty": false
  },
  "content": "**\"Permanent Total Disablement\"** means disablement that solely directly and totally renders You unable to pursue, engage in, or attend to any business or occupation of any and every kind for the remainder of Your life as determined in writing by way of a medical report issued by a Registered Medical Practitioner, such medical report to be issued only after You were unfit to work for a period of twelve (12) continuous months from the date of the Bodily Injury as proven by medical certificates to that effect.\n\n**\"Personal Documents\"** means passport, visa, identity card, driving license or like documents of identity, credit card, or travelling pass.\n\n**\"Personal Effects\"** means items of personal use, worn or carried by You.",
  "questions": [
    "What are the specific criteria that must be met for a claim of Permanent Total Disablement to be approved, including the required duration of unfitness to work and the role of medical documentation in this process?",
    "In the event of Permanent Total Disablement, what types of support or benefits are available to the insured, and how do these benefits interact with other forms of insurance or disability support that the insured may have?",
    "How does the definition of Personal Documents impact the claims process for lost or stolen items during travel, and what documentation is required to substantiate such claims?",
    "What are the implications of losing Personal Effects while traveling, including the process for filing a claim, the types of items covered, and any limits on compensation for different categories of personal belongings?",
    "How does the insurance policy differentiate between Permanent Total Disablement and temporary disabilities, and what are the implications for benefits and claims in each scenario?",
    "What steps must be taken to ensure that a medical report for Permanent Total Disablement is valid, including the qualifications of the medical practitioner and the necessary documentation to support the claim?",
    "In cases where Personal Documents are lost or stolen, what are the procedures for reporting the loss, and how does this affect the insured's ability to travel or access benefits under the policy?",
    "What are the coverage limits for Personal Effects in various scenarios, such as theft, loss, or damage, and how do these limits vary based on the type of item or the circumstances of the loss?",
    "How does the policy handle claims related to Permanent Total Disablement if the insured has pre-existing conditions, and what documentation is required to demonstrate the impact of these conditions on the claim?",
    "What are the potential exclusions or limitations related to claims for Personal Documents and Personal Effects, and how can the insured ensure they are adequately covered in various situations?"
  ]
}