{
  "chunk_id": "Travel_faq_25",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 25,
    "content_length": 219,
    "is_empty": false
  },
  "content": "Q: Are adventure activities and indoor / outdoor sports covered by Travel Protect360 insurance?\nA: No. Our travel insurance does not cover adventure activities. You can find the list of exclusions in our policy wording.",
  "questions": [
    "What are the specific exclusions related to adventure activities and sports in the Travel Protect360 insurance policy, and how do these exclusions impact claims for injuries or incidents that occur during such activities?",
    "How does the Travel Protect360 insurance define adventure activities and sports, and what are the implications for travelers who engage in these activities while covered under the policy?",
    "In what scenarios would a traveler be denied coverage under the Travel Protect360 insurance policy due to participation in adventure activities or sports, and what steps can they take to ensure they are adequately covered for their trip?",
    "What alternative insurance options are available for travelers who plan to participate in adventure activities or sports, and how do these options compare to the coverage provided by Travel Protect360?",
    "How does the exclusion of adventure activities in the Travel Protect360 insurance policy affect coverage for related incidents, such as injuries sustained while traveling to or from these activities?",
    "What are the potential financial implications for travelers who assume they are covered for adventure activities under Travel Protect360, and how can they mitigate risks associated with these exclusions?",
    "How does the Travel Protect360 insurance policy handle claims related to accidents that occur during non-adventure sports, and what documentation is required to support such claims?",
    "What advice would you give to travelers regarding the importance of understanding the exclusions in their Travel Protect360 insurance policy, particularly concerning adventure activities and sports?",
    "Are there any specific recommendations or guidelines provided by Travel Protect360 for travelers who wish to engage in adventure activities while ensuring they have appropriate coverage?",
    "How can travelers verify whether their planned activities fall under the category of adventure activities as defined by Travel Protect360, and what resources are available for clarification?"
  ]
}