{
  "chunk_id": "Travel_policy_85",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 85,
    "content_length": 531,
    "is_empty": false
  },
  "content": "#### Section 16. Personal Documents\nWe will pay You up to the Benefit Limit, for the:\n* a) actual replacement costs of Personal Documents belonging to You following accidental loss occurring while Overseas during the Trip.\n* b) additional travelling and accommodation expenses necessarily incurred by You while Overseas for the replacement of passport or procurement of requisite documents of identity to continue Your Trip or return to Singapore following accidental loss of passport or like documents of identity during the Trip.",
  "questions": [
    "What are the specific benefit limits for the replacement costs of personal documents, and how do these limits apply to different types of documents such as passports and identity cards in the event of accidental loss while overseas?",
    "In the case of accidental loss of personal documents during a trip, what are the procedures for claiming both the replacement costs and any additional travel and accommodation expenses incurred, and what documentation is required to support these claims?",
    "How does the coverage for personal documents extend to include both the actual replacement costs and additional expenses for travel and accommodation, and what scenarios would necessitate these additional expenses while overseas?",
    "What types of personal documents are covered under this policy for accidental loss, and how does the policy differentiate between the replacement costs of these documents and the associated travel costs for obtaining replacements?",
    "If a traveler loses their passport while overseas, what steps must they take to claim the replacement costs and any incurred travel expenses, and how does the policy ensure that these claims are processed efficiently?",
    "What are the implications of the benefit limit on the total amount reimbursed for both the replacement of personal documents and the additional expenses incurred, and how can travelers maximize their claims under this policy?",
    "In the event of accidental loss of personal documents, how does the policy address the need for urgent travel arrangements and accommodation, and what criteria must be met for these expenses to be covered?",
    "How does the policy handle situations where the loss of personal documents occurs in conjunction with other travel disruptions, and what combined benefits are available to the insured in such scenarios?",
    "What are the exclusions or limitations related to the coverage of personal documents, particularly in terms of the types of losses that are not covered, and how might these affect a traveler’s ability to claim for replacement costs?",
    "How does the policy define 'accidental loss' of personal documents, and what evidence is required to substantiate such a claim, particularly in cases where the loss may not be immediately apparent?"
  ]
}