{
  "chunk_id": "Travel_policy_51",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 51,
    "content_length": 893,
    "is_empty": false
  },
  "content": "**\"Home\"** means Your permanent place of residence in Singapore.\n\n**\"Home Contents\"** means any household effects, appliances, decorations, furniture, fixtures and fittings and any personal belongings including jewellery and money owned by You and contained in the premises of Your Home in Singapore.\n\n**\"Hospital\"** means an institution lawfully operated for the care and treatment of injured or sick persons with organized facilities for diagnosis and surgery, having twenty-four (24) hours per day nursing services by legally qualified registered nurses and medical supervision under Registered Medical Practitioners, but not including any institution used primarily as a clinic, a nursing or convalescent home, a place of rest, a geriatric care facility, a mental institution, a rehabilitation or extended care facility, or a place for the care or treatments of alcoholics or drug addicts.",
  "questions": [
    "What specific types of personal belongings are covered under the definition of 'Home Contents', and how does this coverage extend to items such as jewellery and money in various scenarios like theft or damage?",
    "In what situations would the definition of 'Home' impact the eligibility for claims related to home contents, particularly if the residence is temporarily unoccupied or rented out?",
    "How does the insurance policy differentiate between various types of institutions when defining 'Hospital', and what implications does this have for coverage of medical expenses incurred in non-qualifying facilities?",
    "What are the coverage limits for 'Home Contents' in the event of a total loss due to fire or theft, and how are these limits affected by the value of high-value items like jewellery?",
    "How does the policy address the situation where 'Home Contents' are damaged or lost while being transported to a new residence, and what documentation is required to support such claims?",
    "What are the criteria for a facility to be classified as a 'Hospital' under this policy, and how does this classification affect the coverage for emergency medical treatments received outside of Singapore?",
    "In the event of a natural disaster affecting the 'Home', what specific coverage is provided for 'Home Contents', and are there any exclusions that policyholders should be aware of?",
    "How does the policy handle claims for 'Home Contents' that are damaged due to water leakage or plumbing issues, and what steps must be taken to ensure coverage is applicable?",
    "What processes must be followed to file a claim for damages to 'Home Contents' caused by a break-in, and what evidence is required to substantiate the claim?",
    "How does the insurance policy define the responsibilities of the policyholder regarding the maintenance of the 'Home' and its contents, and what are the consequences of failing to meet these responsibilities in terms of coverage?"
  ]
}