{
  "chunk_id": "Travel_policy_88",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 88,
    "content_length": 940,
    "is_empty": false
  },
  "content": "#### Section 17. Emergency Phone Charges\nWe shall pay up to the Benefit Limit of the telephone charges incurred on Your personal mobile phone used for the sole purpose of engaging the services of Our appointed assistance company during a medical emergency and for which a medical claim has been submitted under Section 1.\n\nThe telephone charges incurred must be supported by an itemized bill from Your telecommunication company.\n\n#### Section 18. Delayed Baggage\nIn the event that Your checked-in baggage is delayed, temporarily misplaced or misdirected at Your scheduled Overseas destination or upon Your return to Singapore, on a scheduled carrier, We shall pay You up to the Benefit Limit for:\n* a) $100 for each continuous six (6) hour period if Your checked-in baggage is delayed overseas.\n* b) a lump sum of $100 if Your checked-in baggage is delayed and not returned for at least six (6) continuous hours upon returning to Singapore.",
  "questions": [
    "What are the specific conditions under which emergency phone charges are covered, including the types of emergencies that qualify and the process for submitting claims, as well as any limitations on the amount reimbursed?",
    "How does the coverage for delayed baggage apply in different scenarios, such as delays occurring overseas versus those occurring upon return to Singapore, and what are the specific compensation amounts and time frames associated with each situation?",
    "What documentation is required to support claims for both emergency phone charges and delayed baggage, and how does the claims process differ between these two types of coverage?",
    "In the case of delayed baggage, what are the implications if the baggage is temporarily misplaced versus misdirected, and how do these scenarios affect the compensation limits and claim procedures?",
    "What steps should be taken if a medical emergency arises while traveling, specifically regarding the use of a personal mobile phone for assistance, and how does this relate to the overall claims process for medical expenses?",
    "How does the insurance policy define 'scheduled carrier' in relation to delayed baggage claims, and what impact does this definition have on the eligibility for compensation?",
    "What are the potential scenarios that could lead to the denial of claims for emergency phone charges or delayed baggage, and how can policyholders ensure they meet all necessary criteria to avoid such denials?",
    "How does the policy handle situations where both emergency phone charges and delayed baggage occur during the same trip, and what are the combined limits or processes for filing claims in such cases?",
    "What are the implications of not providing an itemized bill from the telecommunication company when claiming emergency phone charges, and how does this requirement compare to the documentation needed for delayed baggage claims?",
    "In the event of a prolonged delay of checked-in baggage, what additional support or compensation options might be available to policyholders beyond the initial lump sum payment, and how can these be accessed?"
  ]
}