{
  "chunk_id": "Travel_policy_50",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 50,
    "content_length": 821,
    "is_empty": false
  },
  "content": "**\"Flight\"** means any air transport provided and operated by a carrier or an airline which is duly licensed for the regular transportation of fare-paying passengers, operating on fixed routes and schedules. This excludes all other modes of transportation that are chartered or arranged as part of a tour, even if the services are regularly scheduled.\n\n**\"Fully Vaccinated\"** means You have been vaccinated with any vaccines, including booster dose, approved under the World Health Organisation Emergency Use Listing (WHO EUL) or Singapore's National Vaccination Programme and You have served the respective duration post-vaccination for the vaccine to be fully effective and which the National Immunisation Registry (NIR) reflects Your vaccinated status.\n\n**\"Home\"** means Your permanent place of residence in Singapore.",
  "questions": [
    "What are the implications of the definition of 'Flight' on coverage for cancellations or delays, particularly in scenarios involving both licensed carriers and chartered flights, and how does this affect claims related to travel disruptions?",
    "How does the definition of 'Fully Vaccinated' impact eligibility for travel insurance benefits, particularly in relation to COVID-19 coverage, and what documentation is required to prove vaccination status for claims?",
    "In what ways does the definition of 'Home' influence the coverage for personal belongings or liabilities while traveling, especially for individuals who may have temporary residences or are traveling for extended periods?",
    "What are the specific conditions under which a traveler must meet the 'Fully Vaccinated' criteria to qualify for insurance benefits, and how do these conditions vary based on different travel destinations or health regulations?",
    "How does the definition of 'Flight' affect the insurance coverage for incidents occurring during layovers or connecting flights, and what are the procedures for filing claims in such situations?",
    "What are the potential exclusions in coverage related to the definition of 'Home', particularly for travelers who may have multiple residences or are temporarily living abroad, and how does this impact liability claims?",
    "How does being classified as 'Fully Vaccinated' affect the coverage for medical emergencies while traveling, including the types of medical services that are covered and any limitations that may apply?",
    "What are the implications of the 'Flight' definition on coverage for travel-related incidents that occur outside of the scheduled flight times, such as during airport transfers or waiting periods?",
    "How do the definitions of 'Home' and 'Fully Vaccinated' interact in terms of coverage for trip cancellations due to health-related issues, and what documentation is necessary to support such claims?",
    "What are the overall benefits and limitations of the insurance policy regarding travel disruptions, considering the definitions of 'Flight', 'Fully Vaccinated', and 'Home', and how do these definitions affect the claims process?"
  ]
}