{
  "chunk_id": "Travel_policy_193",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 193,
    "content_length": 944,
    "is_empty": false
  },
  "content": "* iv. A credit in favour of Us or the intermediary is made through an electronic medium including the internet.\n* b. In the event that the total premium due is not paid to the Us (or the intermediary through whom this Policy or Bond was effected) on or before the inception date or the renewal date, then the insurance shall not attach and no benefits whatsoever shall be payable by Us. Any payment received thereafter shall be of no effect whatsoever as cover has not attached.\n* c. Premium Payment\n    * i. The payment of the premium when it is due will ensure the continuance of the Policy in force until the next premium is due;\n    * ii. This Policy will be renewed upon the payment of the premium when it is due either on a monthly or annual basis as applicable and stated in the Policy Schedule unless prior written notice of cancellation has been given in accordance with General Condition 3 or the Policy has otherwise been terminated.",
  "questions": [
    "How can a credit be made in favor of the insurance company or the intermediary?",
    "What happens if the total premium is not paid by the inception or renewal date?",
    "What are the consequences of making a payment after the insurance coverage has not attached?",
    "How does timely payment of the premium affect the insurance policy?",
    "What is required for the renewal of the insurance policy?",
    "Can the insurance policy be cancelled even if the premium is paid on time?",
    "What are the payment methods accepted for paying the premium?",
    "What happens if the premium is paid through an electronic medium?",
    "Is there a specific condition under which the insurance coverage will not start?",
    "What does General Condition 3 mention about policy cancellation?"
  ]
}