{
  "chunk_id": "Travel_policy_207",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 207,
    "content_length": 976,
    "is_empty": false
  },
  "content": "If We allege that by reason of this exclusion, any loss, damage, cost or expense is not covered by this insurance the burden of proving the contrary shall be upon You.\n20. Nuclear weapons material or ionizing radiation or contamination by radioactivity from any nuclear fuel or from any nuclear waste from the combustion of nuclear fuel. For the purpose of this Exception, combustion shall include any self-sustaining process of nuclear fission.\n    * (a) permanent or temporary dispossession resulting from confiscation nationalisation commandeering or requisition by any lawfully constituted authority and/or\n    * (b) permanent or temporary dispossession of any property resulting from the unlawful occupation or possession of such property by any person provided that We are not relieved of any liability to You in respect of physical damage to the property insured occurring before dispossession or during temporary dispossession which is otherwise covered by this Policy",
  "questions": [
    "Who has the burden of proof if there is a dispute about coverage due to an exclusion?",
    "What types of nuclear materials are excluded from coverage under this insurance policy?",
    "Does the insurance cover losses from nuclear weapons material?",
    "What does the term 'combustion' refer to in the context of nuclear materials in this insurance policy?",
    "Is there coverage for losses due to lawful confiscation or nationalisation of property?",
    "What happens if property is temporarily dispossessed by a lawful authority under this insurance policy?",
    "Are there any protections against losses from unlawful occupation or possession of insured property?",
    "Does the insurance policy provide coverage for physical damage to property during temporary dispossession?",
    "What is meant by 'self-sustaining process of nuclear fission' in the insurance policy?",
    "Under what conditions is the insurer relieved of liability in cases of dispossession?"
  ]
}