{
  "chunk_id": "Travel_policy_55",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 55,
    "content_length": 940,
    "is_empty": false
  },
  "content": "**\"Medical Expenses\"** means the charges for diagnostic test or procedure, medical treatment, surgical operation, nursing care, medical supplies, dental treatment (as a result of Bodily Injury only), medicine, physiotherapy or ambulance services received in a Hospital or rendered or recommended or prescribed by a Registered Medical Practitioner. All treatment including Specialist treatment must be prescribed or referred by a Registered Medical Practitioner in order for expenses to be reimbursed under this Policy, which reimbursement will not exceed the usual level of charges for similar treatment, medical services or supplies in the location where the expenses were incurred had this insurance not existed.\n\n**\"Mobile Device\"** means handheld devices like mobile phones, tablets, netbooks and the like equipment, excluding laptop computer.\n\n**\"Money\"** means cash, bank notes and coins, cheques, traveller's cheques or money orders.",
  "questions": [
    "What are the specific types of medical expenses covered under this policy, including any limitations on services like dental treatment and physiotherapy, and how do these expenses relate to the requirement for a Registered Medical Practitioner’s prescription or referral?",
    "How does the policy define the reimbursement process for medical expenses incurred in a hospital setting, including the conditions under which expenses for diagnostic tests, surgical operations, and nursing care are covered, and what limitations exist based on the usual level of charges in the treatment location?",
    "In what scenarios would expenses for mobile devices be covered under this policy, and how does the definition of a 'Mobile Device' impact claims related to theft or damage, particularly in relation to the exclusion of laptops?",
    "What are the implications of the policy's definition of 'Money' in terms of coverage for loss or theft, and how do different forms of money like cash, cheques, and traveller's cheques affect the claims process and reimbursement limits?",
    "How does the policy handle medical expenses incurred outside of the insured's home country, particularly regarding the requirement for treatment to be prescribed by a Registered Medical Practitioner and the reimbursement limits based on local charges?",
    "What are the conditions under which ambulance services are covered under the medical expenses section, and how do these conditions interact with the need for prior approval or referral from a Registered Medical Practitioner?",
    "How does the policy differentiate between various types of medical treatments, such as inpatient versus outpatient care, and what are the implications for reimbursement limits and the necessity of referrals from Registered Medical Practitioners?",
    "What are the coverage limits for medical supplies and medications under this policy, and how do these limits apply when treatment is prescribed by a Registered Medical Practitioner, especially in emergency situations?",
    "In the event of a claim for medical expenses, what documentation is required to demonstrate that treatment was rendered or prescribed by a Registered Medical Practitioner, and how does this affect the reimbursement process for different types of medical services?",
    "How does the policy address the coverage of medical expenses related to bodily injuries that may occur during travel, including the necessary documentation and the role of a Registered Medical Practitioner in the claims process?"
  ]
}