{
  "chunk_id": "Travel_policy_137",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 137,
    "content_length": 917,
    "is_empty": false
  },
  "content": "***N.B.*** *This Policy will only pay for a claim made under either Sections 36 or 37 for the same event but not for more than one of the Sections.*\n\n#### Section 38. Repatriation of Mortal Remains due to COVID-19\nIn the event of Your death as a direct result of contracting COVID-19 during the Trip. Our appointed assistance company will arrange for the transportation of the return of Your mortal remains to Singapore, and We shall pay such expenses incurred up to the Benefit Limit.\n\nThis Section is not applicable to Insured Person(s) who are above the age of eighty (80) years old.\n\n**Exclusions Applicable to Section 38**\nNo benefit will be payable under Section 38:\n1.  For expenses for a service not approved and arranged by Us or Our appointed assistance company.\n2.  If You are tested positive for any mandatory pre-departure COVID-19 diagnostic test prior to Your Trip.\n3.  If You are not Fully Vaccinated.",
  "questions": [
    "What are the specific conditions under which the repatriation of mortal remains due to COVID-19 is covered, including the age restrictions, and how do these conditions interact with the overall claims process outlined in Sections 36 and 37?",
    "In the event of a claim for repatriation of mortal remains due to COVID-19, what documentation or proof is required to validate the claim, and how does this process differ for individuals who are fully vaccinated versus those who are not?",
    "How does the policy define 'Fully Vaccinated' in relation to the coverage for repatriation of mortal remains due to COVID-19, and what implications does this have for insured persons over the age of eighty regarding their eligibility for benefits?",
    "What are the limitations on expenses covered under Section 38 for the repatriation of mortal remains due to COVID-19, and how do these limitations affect the overall benefit limit and the claims process for related expenses?",
    "How does the policy handle situations where an insured person tests positive for COVID-19 prior to their trip, and what are the implications for their eligibility for repatriation benefits if they contract the virus during the trip?",
    "What are the roles and responsibilities of the appointed assistance company in arranging the repatriation of mortal remains due to COVID-19, and how does this process ensure that expenses are covered within the specified benefit limit?",
    "In what scenarios would a claim for repatriation of mortal remains due to COVID-19 be denied, and how do these exclusions interact with the overall coverage provided under the policy?",
    "How does the policy differentiate between claims made under Section 38 for repatriation of mortal remains and claims made under Sections 36 or 37, particularly in terms of the event triggering the claim and the benefits payable?",
    "What steps should an insured person take to ensure that their claim for repatriation of mortal remains due to COVID-19 is processed smoothly, considering the various exclusions and requirements outlined in Section 38?",
    "How does the policy address the potential for multiple claims arising from the same event, specifically regarding the limitations imposed by Sections 36, 37, and 38, and what guidance is provided for insured persons navigating these claims?"
  ]
}