{
  "chunk_id": "Travel_policy_87",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 87,
    "content_length": 270,
    "is_empty": false
  },
  "content": "6.  Unattended properties unless kept inside a locked hotel room, or in the care and custody of an airline, carrier or hotelier.\n7.  Unexplained and mysterious disappearance of Your Personal Documents.\n8.  Loss or damage due to Your omission, negligence or carelessness.",
  "questions": [
    "What are the specific conditions under which unattended properties are covered, including the implications of leaving items in a locked hotel room versus in the care of an airline or hotelier, and how does this affect claims for loss or damage?",
    "In the event of an unexplained or mysterious disappearance of personal documents, what steps must be taken to file a claim, and what documentation is required to support the claim for such losses?",
    "How does the policy define negligence or carelessness in relation to loss or damage of personal property, and what are the potential consequences for the insured if a claim is denied due to these factors?",
    "What are the coverage limitations for personal belongings that are left unattended, and how do these limitations differ when items are stored in various locations such as hotel rooms, vehicles, or public spaces?",
    "What types of personal documents are considered under the coverage for mysterious disappearance, and how does the policy address the recovery or replacement of these documents in the event of a claim?",
    "How does the policy differentiate between accidental loss and loss due to negligence, and what examples can be provided to illustrate scenarios that would be covered versus those that would not?",
    "What are the procedures for reporting loss or damage to unattended properties, and how do these procedures vary depending on whether the property was lost in a hotel, during travel, or in another setting?",
    "What are the implications for coverage if personal belongings are lost due to a combination of unattended status and negligence, and how does this affect the overall claim process?",
    "How does the policy handle claims for loss or damage that occur while traveling, particularly in relation to unattended properties and the responsibilities of carriers or hoteliers?",
    "What are the overall exclusions related to unattended properties and mysterious disappearances, and how can policyholders ensure they are taking the necessary precautions to avoid these exclusions?"
  ]
}