{
  "chunk_id": "Travel_policy_100",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 100,
    "content_length": 762,
    "is_empty": false
  },
  "content": "5.  Failure to notify the travel agent, tour operator or provider of transport or accommodation immediately after it is found necessary to cancel or curtail the travel arrangement.\n6.  The covered events if this Policy is purchased less than three (3) days prior to the commencement of the scheduled Trip.\n7.  Loss that is covered by any other existing insurance scheme, government program or that it will be paid or refunded by a hotel, Common Carrier, travel agent or any other provider of travel and/or accommodation.\n8.  An epidemic or pandemic as declared by the World Health Organisation or the Ministry of Health of Singapore.\n9.  The use for any air miles, holiday points, membership or credit card redemption You use to pay for all or part of Your Trip.",
  "questions": [
    "What are the implications of failing to notify the travel agent or provider immediately after deciding to cancel or curtail a trip, and how does this affect the eligibility for claims related to cancellation or interruption of travel arrangements?",
    "How does the timing of purchasing the travel insurance policy, specifically if bought less than three days before the trip, impact the coverage for various travel-related incidents, including cancellations and medical emergencies?",
    "In what scenarios would losses be excluded from coverage if they are also covered by another insurance scheme or refunded by a travel provider, and how does this affect the overall claims process for travelers?",
    "What specific conditions related to epidemics or pandemics, as declared by health authorities, would trigger coverage under the policy, and how do these conditions interact with other travel disruptions?",
    "How does the use of air miles, holiday points, or credit card redemptions for trip payments affect the coverage provided by the travel insurance, particularly in relation to cancellations or changes in travel plans?",
    "What are the responsibilities of the insured when it comes to notifying relevant parties about cancellations, and how does this requirement influence the processing of claims for both trip cancellations and curtailments?",
    "How does the policy define covered events in relation to the timing of purchase, and what are the potential consequences for travelers who purchase insurance shortly before their trip?",
    "What are the exclusions related to losses that can be compensated by other sources, and how should travelers navigate claims when they have multiple insurance policies or refunds from service providers?",
    "In the context of travel insurance, how do declarations of epidemics or pandemics affect coverage for trip cancellations, and what documentation might be required to substantiate claims related to these events?",
    "What are the overall implications for travelers who utilize loyalty points or rewards for trip payments in terms of insurance coverage, particularly regarding cancellation policies and the reimbursement process?"
  ]
}