{
  "chunk_id": "Travel_policy_164",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 164,
    "content_length": 932,
    "is_empty": false
  },
  "content": "**Premium Refund Rates for Annual Multi-Trip Policy Cancellation:**\n    * **Period of Coverage Not Exceeding 2 months:** 60% of Annual Premium\n    * **Period of Coverage Not Exceeding 3 months:** 50% of Annual Premium\n    * **Period of Coverage Not Exceeding 4 months:** 40% of Annual Premium\n    * **Period of Coverage Not Exceeding 5 months:** 30% of Annual Premium\n    * **Period of Coverage Not Exceeding 6 months:** 20% of Annual Premium\n    * **Period of Coverage Exceeding 6 months:** 0% of Annual Premium\n\n    If You cancel the Policy before the start of the Period of Insurance, We will refund you the premium You have paid less $25 administrative charge.\n\n### 4. Currency\nAll amounts shown are in Singapore dollars. All claims will be paid in Singapore dollars. For claims incurred in a foreign currency, We will convert the foreign currency amount into Singapore dollars at a foreign currency rate to be determined by Us.",
  "questions": [
    "What are the specific premium refund rates for an Annual Multi-Trip Policy cancellation based on the duration of coverage, and how do these rates apply if the cancellation occurs before the start of the insurance period, including any administrative charges that may be deducted?",
    "How does the refund policy for an Annual Multi-Trip Policy cancellation vary with the length of coverage, and what implications does this have for policyholders who may need to cancel their plans at different times, particularly in relation to the administrative fee?",
    "In the event of a cancellation of an Annual Multi-Trip Policy, what are the refund percentages applicable for various coverage periods, and how does the refund process work if the cancellation occurs before the coverage begins, including the impact of the $25 administrative charge?",
    "What are the conditions under which a policyholder can expect a refund for an Annual Multi-Trip Policy cancellation, and how do the refund rates change depending on the duration of coverage, especially if the cancellation occurs before the policy's effective date?",
    "How does the policy handle refunds for cancellations of an Annual Multi-Trip Policy, particularly regarding the percentage of the premium refunded based on the time of cancellation, and what are the specific steps involved in processing such a cancellation?",
    "What are the implications of the premium refund rates for an Annual Multi-Trip Policy when considering cancellations at various points within the coverage period, and how does the administrative charge affect the overall refund amount?",
    "How are claims processed in foreign currencies under the Annual Multi-Trip Policy, and what is the procedure for converting these claims into Singapore dollars, particularly in relation to the premium refund rates for cancellations?",
    "What are the overall refund policies for an Annual Multi-Trip Policy cancellation, including the percentage of the premium refunded based on the cancellation timing, and how does this interact with the currency conversion for claims made in foreign currencies?",
    "What factors influence the refund rates for an Annual Multi-Trip Policy cancellation, and how do these rates differ based on the duration of coverage, including the administrative charges applied if the cancellation occurs before the policy starts?",
    "How does the policy define the process for refunding premiums upon cancellation of an Annual Multi-Trip Policy, and what are the specific refund percentages applicable for different cancellation periods, including the handling of foreign currency claims?"
  ]
}