{
  "chunk_id": "Travel_policy_132",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 132,
    "content_length": 993,
    "is_empty": false
  },
  "content": "**Exclusions Applicable to Section 35**\nNo benefit will be payable under Section 35:\n1.  If You have been Diagnosed with COVID-19 with or without displaying any symptoms but may not have required treatment.\n2.  For any breach or non-adherence to safety measures or guidelines.\n3.  For any medical treatment or aid obtained in Singapore.\n4.  For any surgery or medical treatment which, in the opinion of the Registered Medical Practitioner, can be reasonably delayed until Your return to Singapore or arrival in the country of final destination for travellers not returning to Singapore.\n5.  For any surgery or medical treatment for a Pre-Existing Medical Condition, which is not directly related to or arising from the COVID-19 infection.\n6.  For claims made for all COVID-19 related Medical Expenses incurred from the period that You are confirmed by a Registered Medical Practitioner as medically fit to be transferred to a quarantined facility but chooses to continue to stay in a Hospital.",
  "questions": [
    "What are the implications of being diagnosed with COVID-19 on the benefits under Section 35, particularly regarding treatment requirements, symptom presentation, and how this affects claims for related medical expenses?",
    "How does the policy define and enforce adherence to safety measures or guidelines, and what are the consequences for breaches in terms of benefit eligibility under Section 35?",
    "What specific exclusions apply to medical treatments obtained in Singapore, and how do these exclusions interact with treatments received in other countries, especially in the context of COVID-19?",
    "In what scenarios can surgery or medical treatment be deemed as reasonably delayable, and how does this affect the coverage under Section 35 for individuals traveling to or returning from Singapore?",
    "How does the policy address claims related to Pre-Existing Medical Conditions, particularly in relation to COVID-19, and what documentation is required to support claims for treatments that are not directly related to COVID-19?",
    "What are the conditions under which claims for COVID-19 related medical expenses are not payable after being deemed medically fit for transfer to a quarantined facility, and how does this affect hospital stay decisions?",
    "How do the exclusions under Section 35 interact with the overall coverage for medical emergencies while traveling, particularly in relation to COVID-19 and other health issues?",
    "What processes must be followed to file a claim under Section 35 if a traveler is diagnosed with COVID-19, and how do the exclusions impact the timeline and documentation required for such claims?",
    "What are the potential financial implications for travelers who do not adhere to safety measures or guidelines, and how does this affect their overall insurance coverage under Section 35?",
    "How does the policy differentiate between necessary medical treatments and those that can be delayed, particularly in the context of COVID-19, and what criteria are used by Registered Medical Practitioners to make these determinations?"
  ]
}