{
  "chunk_id": "Travel_policy_42",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 42,
    "content_length": 939,
    "is_empty": false
  },
  "content": "The insurance operates only if all of the following conditions are satisfied:\n* (a) the Trip is a round Trip commencing from and returning to Singapore, each Trip not exceeding one hundred and eighty-two (182) consecutive days except where an Annual Multi-Trip Policy has been taken out in which case each Trip shall not exceed ninety (90) consecutive days;\n* (b) You are in good health and are not travelling contrary to the advice of any Registered Medical Practitioner or for the purpose of obtaining medical treatment;\n* (c) You must be a Singapore Citizen, Singapore Permanent Resident, or expatriate or foreigner who is holding a valid employment pass, work permit, dependent pass, student pass or long term visit pass and who is ordinarily residing in Singapore;\n* (d) at the time of arranging the Trip and/or effecting this insurance You are not aware of any event or circumstance which are likely to lead to a claim on the Policy;",
  "questions": [
    "What are the implications of the round trip requirement for insurance coverage, including how it affects claims for trips that exceed the specified duration and the differences in coverage for annual multi-trip policies versus single trips?",
    "How does the insurance policy define 'good health' and what are the consequences if a traveler is found to be traveling against medical advice, particularly in relation to claims for medical emergencies that arise during the trip?",
    "What are the eligibility criteria for obtaining this insurance, specifically regarding the residency status of applicants, and how does this affect the coverage for expatriates or foreigners holding various types of passes in Singapore?",
    "In what scenarios would a traveler be deemed ineligible for coverage due to prior knowledge of events that could lead to a claim, and how does this condition interact with the overall claims process for unforeseen incidents during the trip?",
    "How does the policy handle claims for trips that are interrupted or canceled due to health issues, and what documentation is required to prove that the traveler was in good health at the time of booking?",
    "What are the specific conditions under which the insurance will not operate, particularly regarding the duration of trips and the implications for travelers who may need to extend their stay beyond the allowed limits?",
    "How does the policy differentiate between various types of travelers, such as Singapore Citizens versus expatriates, in terms of coverage benefits and limitations, and what additional requirements might apply to each group?",
    "What steps must a traveler take to ensure compliance with the policy conditions before arranging a trip, and what are the potential consequences of failing to meet these conditions when filing a claim?",
    "How does the insurance policy address situations where a traveler becomes aware of a potential claim after purchasing the insurance but before the trip begins, and what impact does this have on their coverage?",
    "What are the overall benefits provided by the insurance policy for eligible travelers, including coverage for emergencies, cancellations, and other unforeseen events, and how do these benefits vary based on the conditions outlined in the policy?"
  ]
}