{
  "chunk_id": "Travel_policy_147",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 147,
    "content_length": 977,
    "is_empty": false
  },
  "content": "***N.B.*** *This Policy will only pay for a claim made under either Sections 40 or 41 for the same event but not for more than one of the Sections.*\n\n#### Section 42. Travel Curtailment due to COVID-19\nWe shall pay up to the Benefit Limit for:\na. the unused portion of irrecoverable prepaid tour fares or transport or accommodation costs included in the Trip; or\nb. additional travelling (economy air ticket) and accommodation expenses reasonably incurred to alter Your stay outside Singapore prior to Your immediate return to Singapore arising from necessary and unavoidable Curtailment of the planned Trip as a direct result of:\ni. You or Your Travel Companion are Diagnosed with COVID-19 during the Trip and confirmed by a Registered Medical Practitioner;\nii. Death or hospitalization of Your Immediate Family Member due to COVID-19.\n\nProvided that if the original return ticket is not valid for the return, You shall surrender any unused portion of the return ticket to Us.",
  "questions": [
    "What are the specific conditions under which travel curtailment benefits due to COVID-19 are applicable, including the types of expenses covered and the necessary documentation required for claims related to both personal diagnosis and family emergencies?",
    "How does the policy define the limits of coverage for unused prepaid tour fares and additional travel expenses in the event of COVID-19-related trip curtailment, and what steps must be taken to ensure that claims are processed efficiently?",
    "In the case of a travel companion being diagnosed with COVID-19, what are the implications for the insured individual regarding claim eligibility for both unused travel costs and additional expenses incurred, and how does this interact with the policy's stipulations on family member hospitalization?",
    "What are the procedures for claiming benefits under Section 42 for travel curtailment due to COVID-19, including the necessary proof of diagnosis or hospitalization, and how does this affect the overall claim process if multiple claims are made for the same event?",
    "How does the policy handle situations where the insured must return to Singapore due to a family member's hospitalization from COVID-19, including the types of expenses that can be claimed and any limitations on the benefit amounts?",
    "What are the implications of surrendering an unused return ticket in the context of a COVID-19-related travel curtailment claim, and how does this affect the overall compensation for additional travel and accommodation expenses?",
    "How does the policy differentiate between claims made under Section 42 for COVID-19-related travel curtailment and other sections of the policy, and what are the consequences of attempting to claim under multiple sections for the same event?",
    "What types of documentation are required to substantiate claims for both unused prepaid travel expenses and additional costs incurred due to COVID-19, and how does the policy ensure that these claims are processed fairly and promptly?",
    "In what scenarios would the policy limit the benefits paid for travel curtailment due to COVID-19, and how do these limitations interact with the overall coverage provided for other unforeseen events during travel?",
    "What are the overall benefits and limitations of the travel curtailment coverage due to COVID-19, including how it applies to both the insured individual and their travel companions, and what are the key factors that could affect the payout amount?"
  ]
}