{
  "chunk_id": "Travel_policy_90",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 90,
    "content_length": 650,
    "is_empty": false
  },
  "content": "#### Section 19. Travel Cancellation\nWe shall pay up to the Benefit Limit for loss of and/or forfeiture of transport or accommodation deposits or charges paid in advance or contracted to be paid by You in the event of necessary and unavoidable cancellation of the whole Trip by You arising from:\n* (a) death of or Serious Bodily Injury or Serious Sickness, suffered by You, Your Travel Companion or Immediate Family Member, during the Period of Insurance;\n* (b) witness summons issued to You or jury service to be performed by You that are not made known to You before the Trip was booked;\n* (c) compulsory quarantine of You or Your Travel Companion;",
  "questions": [
    "What are the specific conditions under which travel cancellation benefits are applicable, including the types of events that qualify as 'necessary and unavoidable' cancellations, and how do these conditions affect the overall benefit limits for transport and accommodation deposits?",
    "In the event of a travel cancellation due to the death or serious bodily injury of a travel companion, what documentation is required to support the claim, and how does this process differ if the cancellation is due to serious sickness or injury of an immediate family member?",
    "How does the insurance policy define 'Serious Bodily Injury' and 'Serious Sickness,' and what are the implications for coverage limits and claim processes when these conditions affect the insured or their travel companions?",
    "What steps must be taken to file a claim for travel cancellation due to jury service or witness summons, and how does the policy handle situations where such obligations arise after the trip has been booked?",
    "How does the policy address the scenario of compulsory quarantine for the insured or their travel companion, including the necessary proof required for claims and any limitations on the benefit amount?",
    "What are the implications for travel cancellation coverage if multiple qualifying events occur simultaneously, such as a serious illness and a jury summons, and how does this affect the overall claim process?",
    "In cases where travel cancellation is due to serious bodily injury or sickness, what additional support or benefits might the policy provide beyond the reimbursement of deposits and charges?",
    "How does the policy differentiate between voluntary and compulsory cancellations, and what specific examples of circumstances would be covered under the travel cancellation section?",
    "What are the timeframes for notifying the insurance provider about a cancellation due to the specified events, and how does this affect the eligibility for reimbursement of prepaid travel expenses?",
    "How does the policy handle partial cancellations of trips, such as when only certain segments of travel are affected by the qualifying events, and what are the processes for claiming benefits in such scenarios?"
  ]
}