{
  "chunk_id": "Travel_policy_91",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 91,
    "content_length": 926,
    "is_empty": false
  },
  "content": "* (b) witness summons issued to You or jury service to be performed by You that are not made known to You before the Trip was booked;\n* (c) compulsory quarantine of You or Your Travel Companion;\n* (d) serious damage to Your Home in Singapore by a Natural Disaster, fire or burglary occurring within fourteen (14) days from the scheduled departure date of the Trip and during the Period of Insurance. For avoidance of doubt, We will have sole discretion in determining whether the damage sustained to Your Home is \"serious damage\" such that this clause is applicable;\n* (e) cancellation of the scheduled Common Carrier services in which You have arranged to travel on to commence the Trip for at least twenty-four (24) hours from the time specified in the travel itinerary, due to strike or other industrial action, riot or civil commotion not assuming the proportions of or amounting to an uprising, military or usurped power;",
  "questions": [
    "How does the policy address the implications of being summoned as a witness or required for jury service, particularly in relation to trip cancellation, and what documentation is necessary to support such claims?",
    "In the event of compulsory quarantine for either you or your travel companion, what are the specific coverage options available, and how do these options interact with other potential trip disruptions such as flight cancellations or itinerary changes?",
    "What constitutes 'serious damage' to your home under the policy, and how does this definition affect your eligibility for trip cancellation benefits if such damage occurs shortly before your scheduled departure?",
    "How does the policy handle cancellations due to serious damage at your home, and what are the steps required to prove the damage occurred within the specified timeframe relative to your trip?",
    "What are the coverage limits and claim processes for trip cancellations due to the cancellation of common carrier services, and how do these limits vary based on the reason for the cancellation, such as strikes or civil commotion?",
    "In scenarios where both jury service and compulsory quarantine occur, how does the policy prioritize coverage claims, and what are the implications for trip cancellation or interruption benefits?",
    "What are the specific conditions under which you can claim for trip cancellation due to natural disasters, and how does the policy define the timeframe for such claims in relation to your scheduled trip?",
    "How does the policy differentiate between various types of trip disruptions, such as those caused by industrial action versus natural disasters, and what are the respective claim processes for each scenario?",
    "What documentation is required to substantiate claims related to home damage or common carrier cancellations, and how does the policy ensure that claims are processed efficiently in these situations?",
    "How does the policy ensure that you are informed about the coverage options available for unexpected events like jury service or home damage, and what proactive steps can you take to mitigate potential losses before your trip?"
  ]
}