{
  "chunk_id": "Travel_policy_168",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 168,
    "content_length": 769,
    "is_empty": false
  },
  "content": "### 9. Duplication of Cover\nWe shall not cover You under more than one travel insurance policy underwritten by Us for the same Trip. In the event that You are covered under more than one such policy, We will consider You to be insured under the policy first issued and will refund any duplicate insurance premium payment, which may have been made by or on behalf of You.\n\n### 10. Duty of Care\nYou must exercise reasonable care to prevent Accidents, Bodily Injury, Sickness, loss or damage.\n\n### 11. Family Plan Definition\n**For Single Trip**\nFamily shall comprise of:\n* a. One (1) Adult and any number of the Adult's Child(ren) or Grandchild(ren); or\n* b. Two (2) Adults who need not be related to each other and any number of the Adult's Child(ren) or Grandchild(ren).",
  "questions": [
    "How does the policy handle situations where an individual is covered under multiple travel insurance policies for the same trip, including the process for determining which policy is valid and the implications for premium refunds?",
    "What are the responsibilities of the insured in terms of exercising reasonable care to prevent accidents or injuries, and how might failure to do so affect claims related to bodily injury or property damage during the trip?",
    "In the context of a family plan for single trips, what are the specific definitions of family members eligible for coverage, and how does this impact the overall benefits and coverage limits for both adults and children?",
    "What steps should an insured take if they discover they are covered under more than one travel insurance policy for the same trip, and what are the potential financial implications of this situation regarding premium refunds?",
    "How does the duty of care requirement influence the claims process for accidents or sickness incurred during travel, and what examples of reasonable care might be considered by the insurer when assessing a claim?",
    "What are the eligibility criteria for defining a family under the single trip plan, and how does this definition affect the coverage options available for both adults and their dependents?",
    "In the case of a claim related to an accident or injury, how does the insurer evaluate the insured's duty of care, and what evidence might be required to demonstrate that reasonable care was exercised?",
    "What are the implications for coverage if two unrelated adults travel together under the family plan, and how does this arrangement affect the coverage for their respective children or grandchildren?",
    "How does the policy ensure that duplicate coverage does not lead to over-insurance, and what mechanisms are in place for the insured to report and resolve instances of duplicate policies?",
    "What are the potential consequences for an insured who fails to exercise reasonable care while traveling, particularly in relation to claims for bodily injury or property loss, and how might this affect their overall coverage?"
  ]
}