{
  "chunk_id": "Travel_policy_183",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 183,
    "content_length": 788,
    "is_empty": false
  },
  "content": "14. Underwater activities involving artificial breathing apparatus. This exclusion does not apply to leisure scuba diving under the supervision of a qualified diving instructor, if You hold a PADI certification (or equivalent qualification), and the maximum depth of the dive does not exceed the maximum depth limit under Your certification or thirty (30) metres, whichever is shallower.\n15. Manual work of any kind unless You have informed Us when applying for the insurance and it is accepted by Us in writing.\n16. Your negligence or Your failure to take due and reasonable care and precautions to safeguard and secure Your properties.\n17. Taking part in expeditions or the crewing of a vessel from one country to another or engaging in active service in the armed forces of any nation.",
  "questions": [
    "What are the specific conditions under which underwater activities involving artificial breathing apparatus are covered, including the requirements for supervision, certification, and depth limitations, and how do these conditions interact with other exclusions in the policy?",
    "How does the policy define and handle manual work in terms of coverage, what are the necessary steps to ensure that such activities are covered, and what implications does this have for claims related to injuries or damages incurred while performing manual labor?",
    "In what scenarios does the policy apply exclusions related to negligence, and how does the definition of 'due and reasonable care' affect claims for property loss or damage, especially in relation to other covered activities?",
    "What are the implications of participating in expeditions or crewing a vessel on insurance coverage, including the types of activities considered high-risk, and how does this exclusion interact with other travel-related benefits or protections?",
    "How does the policy differentiate between leisure scuba diving and other underwater activities, particularly in terms of coverage limits, required certifications, and the role of qualified instructors in ensuring safety during dives?",
    "What processes must be followed to ensure that manual work is covered under the policy, including the need for prior notification and written acceptance, and how does this affect the overall risk assessment for the insured?",
    "What are the consequences of failing to take reasonable precautions to safeguard properties under the policy, and how does this affect coverage in various scenarios such as theft, damage, or loss during travel?",
    "How does the policy address the coverage of injuries or incidents that occur during expeditions or while crewing a vessel, particularly in relation to the nature of the activities and the geographical locations involved?",
    "What are the specific requirements for scuba diving coverage, including the depth limits and certification types accepted, and how do these requirements impact claims related to accidents or incidents that occur during dives?",
    "In what ways do the exclusions for negligence and manual work overlap, and how can policyholders ensure they are adequately protected against potential claims arising from these areas?"
  ]
}