{
  "chunk_id": "Travel_policy_54",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 54,
    "content_length": 582,
    "is_empty": false
  },
  "content": "**\"Loss of one Limb\"** means loss by physical severance of a hand at or above the wrist or of a foot at or above the ankle, or permanent and total loss of use of a hand or foot.\n\n**\"Major Burns\"** means Third Degree Burns (destruction of the skin to its full depth and damage to the tissues beneath) with burnt areas equal to or greater than twenty percent (20%) of Your total body surface area or five percent (5%) of the surface area of Your head, provided that the assessment of the burns is certified by a Registered Medical Practitioner with medical reports and full diagnosis.",
  "questions": [
    "What are the specific criteria for determining the 'Loss of one Limb' and how does this definition impact the eligibility for benefits related to both physical severance and permanent loss of use, including any necessary medical documentation required for claims?",
    "In the context of 'Major Burns', how is the extent of coverage determined for third-degree burns affecting different body areas, and what are the implications for claims if the burn assessment is not certified by a Registered Medical Practitioner?",
    "How do the definitions of 'Loss of one Limb' and 'Major Burns' interact in terms of overall coverage limits, and what additional support or benefits might be available for individuals who suffer from both conditions simultaneously?",
    "What processes are in place for filing claims related to 'Loss of one Limb' and 'Major Burns', including the required documentation, timelines for submission, and how these claims are evaluated by the insurance provider?",
    "How does the insurance policy differentiate between temporary and permanent loss of use in the context of 'Loss of one Limb', and what are the implications for benefit payouts in cases where recovery is possible?",
    "What are the specific medical assessment requirements for both 'Loss of one Limb' and 'Major Burns', and how do these requirements affect the speed and efficiency of the claims process?",
    "In what scenarios might an individual qualify for benefits under both 'Loss of one Limb' and 'Major Burns', and how would the insurance company handle overlapping claims for these conditions?",
    "What additional benefits or support services are available for policyholders who experience 'Loss of one Limb' or 'Major Burns', particularly in terms of rehabilitation, psychological support, or home modifications?",
    "How do the definitions of 'Loss of one Limb' and 'Major Burns' align with other disability or injury definitions within the policy, and what are the potential impacts on overall coverage and benefits?",
    "What are the long-term implications for policyholders who suffer from 'Loss of one Limb' or 'Major Burns' in terms of premium adjustments, policy renewals, and future coverage options?"
  ]
}