{
  "chunk_id": "Travel_faq_16",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 16,
    "content_length": 1094,
    "is_empty": false
  },
  "content": "Q: What does Travel Protect360 Insurance cover?\nA: We provide comprehensive travel insurance coverage of four (4) levels with diverse limits: Basic, Silver, Gold, and Platinum. Though the limits vary, the coverage is broad and has everything you’re looking for in a travel insurance plan. All plans cover the following travel benefits: Overseas Medical Expenses (Child, Adult, Senior / Elderly) Medical Expenses in Singapore Personal Accident: Accidental Death & Permanent Disablement Travel Inconvenience Travel Postponement Travel Misconnections Insolvency of Travel Agency (Excluding Basic Plan) Trip Disruption Flight Inconvenience and Diversion Hijack of Common Carrier Kidnap & Hostage (Excluding Basic Plan) Personal Liability Loss of Home Contents Credit Card Protections (Excluding Basic Plan) Rental Car Excess Enhanced Medical Benefits due to COVID-19 (Excluding Basic Plan) Enhanced Travel Inconvenience, Cancellation, Postponement or Curtailment due to COVID-19 (Excluding Basic Plan) Chat with us if you have any questions via WhatsApp and we will be happy to answer your queries!",
  "questions": [
    "What are the specific coverage limits for Overseas Medical Expenses across different age groups (Child, Adult, Senior/Elderly) and how do these limits apply in various scenarios such as emergency medical treatment abroad or hospitalization?",
    "How does Travel Protect360 Insurance address travel inconveniences such as trip postponement and misconnections, including the conditions under which claims can be filed and the compensation amounts available for each scenario?",
    "What are the detailed provisions for personal accident coverage, including the benefits for accidental death and permanent disablement, and how do these benefits differ across the various plan levels?",
    "In what circumstances does the insurance cover insolvency of a travel agency, and what are the specific exclusions and limitations associated with this coverage in the Basic plan compared to higher-tier plans?",
    "How does the policy handle trip disruption and flight inconveniences, including the processes for filing claims, the types of disruptions covered, and any additional support provided for travelers affected by these issues?",
    "What are the implications of the enhanced medical benefits due to COVID-19, particularly for those who select plans above the Basic level, and how do these benefits integrate with standard medical expense coverage?",
    "How does the insurance provide coverage for personal liability and loss of home contents, including the conditions under which these benefits are activated and any exclusions that may apply?",
    "What are the specific protections offered for credit card transactions under the Travel Protect360 Insurance, and how do these protections differ between the Basic plan and higher-tier plans?",
    "How does the policy address the risks of hijacking and kidnapping, particularly in relation to the coverage exclusions in the Basic plan, and what are the steps for claiming these benefits if they occur?",
    "What are the overall benefits of choosing higher-tier plans (Silver, Gold, Platinum) over the Basic plan, particularly in terms of travel cancellation, curtailment, and enhanced travel inconvenience coverage, especially in light of COVID-19?"
  ]
}