{
  "chunk_id": "Travel_policy_117",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 117,
    "content_length": 823,
    "is_empty": false
  },
  "content": "#### Section 25. Flight Overbooked\nIn the event that You are denied from boarding a confirmed scheduled Flight as indicated on the travel ticket due to over-booking and no alternative transportation is made available to You for at least six (6) consecutive hours of the boarding time indicated on the travel ticket, We shall pay You $100 for each continuous six (6) hour period, up to the Benefit Limit.\n\nYou must obtain and provide to Us a written verification from the operator(s) of the Common Carrier or their handling agent(s), stating that You were denied from boarding a confirmed scheduled Flight due to over-booking.\n#### Section 26. Flight Diversion\nIn the event of travelling on a scheduled Flight whereby Your Flight is diverted due to:\n(a) adverse weather\n(b) emergency medical treatment for a fellow passenger",
  "questions": [
    "What compensation is available for passengers who are denied boarding due to over-booking, including the amount per time period, the maximum benefit limit, and the necessary documentation required to claim this benefit?",
    "How does the insurance policy address scenarios where a flight is diverted, specifically regarding the reasons for diversion such as adverse weather or medical emergencies, and what support or compensation is provided to affected passengers?",
    "What are the procedures for claiming compensation for both flight overbooking and flight diversion, including the necessary documentation, time frames for filing claims, and any specific conditions that must be met for each scenario?",
    "In the case of a flight diversion due to adverse weather, what are the implications for compensation, and how does this differ from diversions caused by medical emergencies, including any additional support or services offered to passengers?",
    "How does the policy define the term 'confirmed scheduled Flight' in relation to over-booking and diversion scenarios, and what impact does this definition have on the eligibility for compensation?",
    "What are the specific time frames and conditions under which compensation is triggered for both flight overbooking and diversion, and how do these conditions interact with each other in the event of a combined scenario?",
    "What steps must a passenger take to ensure they receive compensation for being denied boarding due to over-booking, including the role of the Common Carrier and the importance of obtaining written verification?",
    "How does the insurance policy differentiate between voluntary and involuntary denial of boarding in the context of over-booking, and what are the implications for compensation in each case?",
    "What additional support or services might be available to passengers affected by flight diversions, particularly in cases of emergency medical treatment for fellow passengers, and how does this relate to overall travel assistance?",
    "In the event of a flight being diverted due to adverse weather, what are the coverage limits and conditions for compensation, and how does this compare to the compensation structure for over-booked flights?"
  ]
}