{
  "chunk_id": "Travel_policy_186",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 186,
    "content_length": 976,
    "is_empty": false
  },
  "content": "If We allege that by reason of this exclusion, any loss, damage, cost or expense is not covered by this insurance the burden of proving the contrary shall be upon You.\n20. Nuclear weapons material or ionizing radiation or contamination by radioactivity from any nuclear fuel or from any nuclear waste from the combustion of nuclear fuel. For the purpose of this Exception, combustion shall include any self-sustaining process of nuclear fission.\n    * (a) permanent or temporary dispossession resulting from confiscation nationalisation commandeering or requisition by any lawfully constituted authority and/or\n    * (b) permanent or temporary dispossession of any property resulting from the unlawful occupation or possession of such property by any person provided that We are not relieved of any liability to You in respect of physical damage to the property insured occurring before dispossession or during temporary dispossession which is otherwise covered by this Policy",
  "questions": [
    "What are the implications of the exclusion related to nuclear weapons material and ionizing radiation on coverage for property damage, and how does this exclusion interact with claims for dispossession due to lawful authority actions or unlawful occupation?",
    "In the event of a claim involving loss or damage due to nuclear contamination, what is the process for proving coverage, and how does this process differ when considering dispossession caused by lawful versus unlawful actions?",
    "How does the policy define the responsibilities of the insured when a claim is made regarding dispossession of property, particularly in scenarios involving both lawful confiscation and unlawful occupation, and what evidence is required to support claims in these situations?",
    "What types of losses are covered under the policy in relation to dispossession, and how do these coverages apply to both temporary and permanent dispossession scenarios, especially in the context of nuclear-related incidents?",
    "Can you explain the relationship between the burden of proof placed on the insured and the exclusions related to nuclear risks, particularly in cases where dispossession occurs due to government actions or unlawful occupation?",
    "What specific conditions must be met for the policy to cover physical damage to property before or during dispossession, and how do these conditions relate to the exclusions for nuclear materials and ionizing radiation?",
    "How does the policy address the potential for claims involving both nuclear contamination and dispossession, including the coverage limits and the process for filing claims under these circumstances?",
    "What are the legal definitions of 'confiscation', 'nationalisation', and 'unlawful occupation' as they pertain to this policy, and how do these definitions affect the insured's ability to claim for losses related to dispossession?",
    "In cases where dispossession occurs due to lawful authority actions, what types of losses are still covered under the policy, and how does this coverage interact with exclusions related to nuclear incidents?",
    "What steps should an insured take to ensure they are adequately prepared to prove their claims in light of the exclusions for nuclear risks and the burden of proof requirements related to dispossession scenarios?"
  ]
}