{
  "chunk_id": "Travel_policy_47",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 47,
    "content_length": 975,
    "is_empty": false
  },
  "content": "**\"Bodily Injury\"** means physical bodily injury to You occurring during the Trip caused solely and directly by an Accident and not by sickness, disease or gradual physical or mental wear and tear.\n\n**\"Child(ren)\"** means Your unemployed and unmarried dependent child(ren), including step or legally adopted child(ren), above three (3) months old but below eighteen (18) years or up to twenty-five (25) years of age, if studying full time in a recognized institution of higher learning at the commencement of this insurance. Age is calculated as at last birthday.\n\n**\"Common Carrier\"** means any land, sea or air transport provided and operated by a carrier or an airline which is duly licensed for the regular transportation of fare-paying passengers, operating on fixed routes and schedules. This excludes private hire/buses/coaches, taxis and all other modes of transportation that are chartered or arranged as part of a tour, even if the services are regularly scheduled.",
  "questions": [
    "What are the specific conditions under which 'Bodily Injury' is covered during a Trip, including the types of accidents that qualify and the exclusions related to sickness or gradual wear and tear?",
    "How does the definition of 'Child(ren)' impact coverage for dependents during travel, particularly regarding age limits, the status of full-time education, and the implications for claims related to their injuries or accidents?",
    "In what scenarios would coverage for 'Bodily Injury' be applicable if the injury occurs while using a 'Common Carrier', and how does the definition of 'Common Carrier' affect the eligibility for claims related to accidents during travel?",
    "What are the implications for coverage if a 'Child(ren)' is injured while traveling on a 'Common Carrier', including how their age and educational status might influence the benefits available under the policy?",
    "How does the policy define the relationship between 'Bodily Injury' and the use of different modes of transportation, particularly in terms of what constitutes a 'Common Carrier' and the exclusions for private or chartered transport?",
    "What processes are in place for filing a claim for 'Bodily Injury' that occurs during a Trip, and how do these processes differ based on whether the injury occurred on a 'Common Carrier' or another mode of transport?",
    "How does the coverage for 'Child(ren)' differ based on their age and educational status, particularly in relation to claims for accidents or injuries sustained during travel, and what documentation is required to support these claims?",
    "What are the limitations on coverage for 'Bodily Injury' in cases where the injury is a result of negligence on the part of the 'Common Carrier', and how does this affect the claim process for the insured?",
    "In the event of an accident resulting in 'Bodily Injury' while traveling with dependents classified as 'Child(ren)', what are the combined benefits available, and how do these benefits interact with the overall travel insurance policy?",
    "How does the definition of 'Common Carrier' influence the overall travel insurance coverage, particularly in terms of the types of transport that are eligible for claims related to accidents and injuries during the Trip?"
  ]
}