{
  "chunk_id": "Travel_policy_73",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 73,
    "content_length": 353,
    "is_empty": false
  },
  "content": "3.  Any treatment performed or ordered by a person who is not a Registered Medical Practitioner.\n4.  Surgery or medical treatment which, in the opinion of the Registered Medical Practitioner, can be reasonably delayed until Your return to Your return to Singapore or arrival in the country of final destination for travellers not returning to Singapore.",
  "questions": [
    "What are the implications for coverage if treatment is performed by a non-Registered Medical Practitioner, and how does this affect claims for both emergency and non-emergency situations?",
    "In what scenarios would surgery or medical treatment be deemed as reasonably delayable by a Registered Medical Practitioner, and how does this affect the coverage for travelers who are either returning to Singapore or heading to a final destination?",
    "How does the policy define the role of a Registered Medical Practitioner in determining the necessity and urgency of treatment, and what are the consequences for treatments that are delayed based on their opinion?",
    "What are the specific exclusions related to treatments performed by non-Registered Medical Practitioners, and how do these exclusions interact with emergency medical situations that may arise while traveling?",
    "How does the policy address the situation where a traveler requires immediate medical attention but is advised to delay treatment until returning to Singapore, and what are the coverage implications in such cases?",
    "What processes must be followed to validate claims for treatments that are deemed necessary but performed by non-Registered Medical Practitioners, and how does this affect reimbursement for travelers?",
    "What are the criteria used by Registered Medical Practitioners to assess whether surgery can be reasonably delayed, and how does this assessment impact the overall medical coverage for travelers?",
    "How does the policy handle situations where a traveler receives treatment abroad that is later deemed unnecessary by a Registered Medical Practitioner upon return, and what are the implications for claims?",
    "What documentation is required to support claims for treatments that were delayed based on a Registered Medical Practitioner’s advice, and how does this affect the approval process for such claims?",
    "In the event of a medical emergency while traveling, how does the policy differentiate between treatments that can be performed by non-Registered Medical Practitioners and those that require immediate attention from a Registered Medical Practitioner?"
  ]
}