{
  "chunk_id": "Travel_policy_43",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 43,
    "content_length": 873,
    "is_empty": false
  },
  "content": "* (d) at the time of arranging the Trip and/or effecting this insurance You are not aware of any event or circumstance which are likely to lead to a claim on the Policy;\n* (e) You are not travelling to a country, specific area or event when the Singapore government or regulatory authority in a country to/from which you are travelling has advised against travelling;\n* (f) at the time You submitted Your application for this insurance, none of You had already left Singapore on any Trip meant to be covered by this insurance;\n* (g) You will only be eligible to be covered under Enhanced Medical Benefits and Enhanced Travel Inconvenience Benefits if You are Fully Vaccinated. Child(ren) aged below twelve (12) years and below are exempted from the vaccination requirement;\n* (h) any Child(ren) must be accompanied by a parent, who is an Insured Person during the Trip; and",
  "questions": [
    "What are the implications for coverage if a traveler becomes aware of an event or circumstance that could lead to a claim after arranging their trip, and how does this affect their eligibility for benefits under the policy?",
    "How does the insurance policy address situations where the Singapore government or a foreign regulatory authority has issued travel advisories, and what are the consequences for claims related to trips taken to those advised areas?",
    "What are the eligibility criteria for coverage under Enhanced Medical Benefits and Enhanced Travel Inconvenience Benefits, particularly regarding vaccination status, and how does this apply to travelers with children under twelve?",
    "In what scenarios would a traveler be ineligible for coverage if they had already left Singapore prior to submitting their insurance application, and what are the potential impacts on claims for those trips?",
    "How does the requirement for children to be accompanied by a parent who is an Insured Person affect the overall coverage of family trips, and what specific benefits or limitations are associated with this condition?",
    "What steps should travelers take to ensure they are compliant with the policy conditions regarding awareness of potential claims and travel advisories, and what documentation might be required to support their claims?",
    "How does the policy differentiate between fully vaccinated travelers and those who are not, particularly in terms of coverage benefits, and what specific provisions exist for unvaccinated children?",
    "What are the potential consequences for a traveler who fails to adhere to the vaccination requirement for Enhanced Benefits, and how might this affect their claims for medical or travel inconvenience?",
    "What are the specific definitions of 'Fully Vaccinated' as it pertains to eligibility for enhanced benefits, and how does this definition impact claims processing for travelers who do not meet this criterion?",
    "How does the policy handle claims related to trips that are affected by government travel advisories, and what processes are in place for travelers to report and document these situations for potential reimbursement?"
  ]
}