{
  "chunk_id": "Travel_policy_134",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 134,
    "content_length": 683,
    "is_empty": false
  },
  "content": "#### Section 36. Overseas Hospitalization Cash Benefit due to COVID-19\nIn the event You are hospitalized after being Diagnosed with COVID-19 during Your Trip and is considered medically necessary by a Registered Medical Practitioner that You be hospitalized in an Overseas Hospital to receive in-patient treatment, We will pay You $100 for each continuous twenty-four (24) hour period, up to the Benefit Limit.\n\n***N.B.*** *This Policy will only pay for a claim made under either Sections 36 or 37 for the same event but not for more than one of the Sections.*\n\n**Exclusions Applicable to Section 36**\nNo benefit will be payable under Section 36:\n1.  If You are not Fully Vaccinated.",
  "questions": [
    "What is the process for claiming the Overseas Hospitalization Cash Benefit due to COVID-19, including the necessary documentation required for both hospitalization and diagnosis, and how does the benefit limit apply to extended hospital stays?",
    "How does the policy define 'medically necessary' hospitalization for COVID-19, and what criteria must be met by the Registered Medical Practitioner to ensure that the claim for the cash benefit is valid?",
    "What are the implications of being classified as 'not Fully Vaccinated' on the eligibility for the Overseas Hospitalization Cash Benefit, and how does this exclusion interact with other potential benefits under the policy?",
    "In what scenarios would a claim for hospitalization under Section 36 be denied, and how does this relate to the overall coverage provided for COVID-19-related medical expenses during travel?",
    "What are the specific details regarding the daily cash benefit amount for hospitalization due to COVID-19, including how it is calculated for partial days and the maximum duration for which it can be claimed?",
    "How does the policy handle situations where a traveler is diagnosed with COVID-19 but does not require hospitalization, and what alternative benefits might be available in such cases?",
    "What steps should a policyholder take if they are hospitalized overseas due to COVID-19 and wish to ensure their claim is processed efficiently, including any timelines for notification and submission of claims?",
    "How does the policy differentiate between claims made under Section 36 and Section 37 for the same event, and what are the implications for coverage if a traveler experiences both hospitalization and other COVID-19 related issues?",
    "What additional support or resources does the policy provide for travelers who may need to navigate hospitalization overseas due to COVID-19, including assistance with finding a registered medical practitioner?",
    "What are the overall limitations and exclusions related to the Overseas Hospitalization Cash Benefit, and how do these affect the policyholder's ability to claim for other medical expenses incurred during the same trip?"
  ]
}