{
  "chunk_id": "Travel_faq_31",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 31,
    "content_length": 259,
    "is_empty": false
  },
  "content": "Q: Will I be covered if I am going overseas to receive medical treatment?\nA: No. The travel insurance plan does not cover you if you are travelling contrary to the advice of any Qualified Medical Practitioner or for the purpose of obtaining medical treatment.",
  "questions": [
    "What are the implications of traveling against the advice of a Qualified Medical Practitioner in terms of coverage for medical emergencies, and how does this affect claims related to both unexpected illnesses and injuries sustained during the trip?",
    "How does the travel insurance policy define 'traveling contrary to the advice of a Qualified Medical Practitioner,' and what specific scenarios or conditions would lead to a denial of coverage for both medical treatment and related expenses?",
    "In what situations would the travel insurance provide coverage for medical emergencies while overseas, and how does this relate to pre-existing conditions and the necessity of obtaining medical treatment abroad?",
    "What are the potential consequences of seeking medical treatment overseas while covered under a travel insurance plan, particularly regarding the exclusions for pre-existing conditions and the process for filing claims if treatment is sought?",
    "How does the travel insurance policy address coverage for medical evacuation or repatriation if a traveler is overseas and requires urgent medical attention, especially if the trip was initiated against medical advice?",
    "What are the specific exclusions related to overseas medical treatment in the travel insurance policy, and how do these exclusions interact with coverage for trip cancellations or interruptions due to medical reasons?",
    "How does the travel insurance handle claims for medical expenses incurred during a trip if the traveler was advised against traveling by a medical professional, and what documentation is required to support such claims?",
    "What are the overall limitations of the travel insurance policy regarding overseas medical treatment, and how do these limitations affect coverage for both planned and unplanned medical procedures while traveling?",
    "How does the travel insurance policy differentiate between coverage for routine medical care and emergency medical situations while abroad, particularly in cases where the traveler is seeking treatment against medical advice?",
    "What steps should a traveler take to ensure they are fully informed about their coverage limitations regarding overseas medical treatment, and how can they prepare for potential medical emergencies while traveling?"
  ]
}