{
  "chunk_id": "Travel_policy_71",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 71,
    "content_length": 839,
    "is_empty": false
  },
  "content": "The Adult Immediate Family Member, relative or friend should not exceed the age of eighty (80) years old.\n\n#### Section 7. Emergency Medical Evacuation\nIn the event that You sustain Bodily Injury or Sickness while Overseas and if judged by Our appointed assistance company that it is medically appropriate to move You to another location for medical treatment or to return You to Singapore, Our appointed assistance company shall arrange for the mode of evacuation, based on the medical severity of Your condition and We shall pay such expenses incurred, up to the Benefit Limit.\n\nYou and the persons acting on Your behalf will be required to provide details of insurance such as name, identification / passport number, Policy number, etc. This Section is not applicable to Insured Person(s) who are above the age of eighty (80) years old.",
  "questions": [
    "What are the specific age limitations for coverage under the emergency medical evacuation policy, and how does this restriction impact the eligibility of both the insured individual and their immediate family members or friends in various medical scenarios while overseas?",
    "In the event of a medical emergency overseas, what are the detailed procedures for initiating an emergency medical evacuation, including the roles of the insured, their appointed representatives, and the assistance company in determining the necessity and appropriateness of the evacuation?",
    "How does the benefit limit for emergency medical evacuation apply to different types of medical conditions, and what factors are considered by the assistance company when deciding the mode of evacuation based on the severity of the insured's condition?",
    "What documentation is required from the insured and their representatives to facilitate an emergency medical evacuation, and how does the provision of this information affect the processing of claims for expenses incurred during the evacuation?",
    "What are the implications for coverage if the insured person is over the age of eighty (80) years old, particularly regarding their eligibility for emergency medical evacuation and the potential impact on their immediate family members or friends who may also be involved?",
    "How does the policy define 'Bodily Injury' and 'Sickness' in the context of emergency medical evacuation, and what examples of each would qualify for coverage under the benefit limit while overseas?",
    "What are the potential costs associated with emergency medical evacuation that are covered under the policy, and how do these costs compare to the overall benefit limit, especially in scenarios involving complex medical needs or long-distance transport?",
    "In what situations might the assistance company determine that it is not medically appropriate to evacuate the insured, and how does this decision affect the insured's access to medical treatment and coverage for related expenses?",
    "How does the policy handle situations where the insured requires evacuation but lacks the necessary insurance details, such as policy number or identification, and what steps should be taken to ensure coverage is not jeopardized?",
    "What additional support or services might be provided by the assistance company during the emergency medical evacuation process, and how do these services integrate with the overall coverage benefits for the insured and their immediate family members or friends?"
  ]
}