{
  "chunk_id": "Travel_policy_192",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 192,
    "content_length": 766,
    "is_empty": false
  },
  "content": "### 15. Payment Before Cover Warranty\n* a. The premium due must be paid to the Us (or the intermediary through whom this Policy or Bond was effected) on or before the effective date (\"the effective date\") or the renewal date of the coverage. Payment shall be deemed to have been effected to Us or the intermediary when one of the following acts takes place:\n    * i. Cash or honoured cheque for the premium is handed over to Us or the intermediary;\n    * ii. A credit or debit card transaction for the premium is approved by the issuing bank;\n    * iii. A payment through an electronic medium including the internet is approved by the relevant party;\n    * iv. A credit in favour of Us or the intermediary is made through an electronic medium including the internet.",
  "questions": [
    "What is the Payment Before Cover Warranty in an insurance policy?",
    "How can the premium be paid to be considered effective under the Payment Before Cover Warranty?",
    "What are the acceptable methods of payment under the Payment Before Cover Warranty?",
    "What happens if the premium is not paid by the effective or renewal date?",
    "Can payment for the premium be made through electronic mediums under the Payment Before Cover Warranty?",
    "Is payment via credit or debit card accepted under the Payment Before Cover Warranty?",
    "What does it mean for a payment to be 'deemed to have been effected' under the Payment Before Cover Warranty?",
    "Who can receive the premium payment on behalf of the insurance company under the Payment Before Cover Warranty?",
    "What constitutes an approved payment through an electronic medium under the Payment Before Cover Warranty?",
    "Are there specific requirements for a cheque to be considered as honoured under the Payment Before Cover Warranty?"
  ]
}