{
  "chunk_id": "Travel_policy_140",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 140,
    "content_length": 495,
    "is_empty": false
  },
  "content": "3.  For any treatment performed or ordered by a person who is not a Registered Medical Practitioner.\n4.  For any surgery or medical treatment which, in the opinion of the Registered Medical Practitioner, can be reasonably delayed until Your return to Singapore or arrival in the country of final destination for travellers not returning to Singapore.\n5.  If You are tested positive for any mandatory pre-departure COVID-19 diagnostic test prior to Your Trip.\n6.  If You are not Fully Vaccinated.",
  "questions": [
    "What are the implications for coverage if treatment is performed by a non-Registered Medical Practitioner, and how does this affect claims related to both emergency and non-emergency medical situations?",
    "In what scenarios would surgery or medical treatment be deemed as able to be reasonably delayed by a Registered Medical Practitioner, and how does this affect the coverage for both urgent and elective procedures during travel?",
    "How does a positive result from a mandatory pre-departure COVID-19 diagnostic test impact the overall travel insurance coverage, including trip cancellation, medical expenses, and any related reimbursements?",
    "What are the consequences of not being Fully Vaccinated on the overall travel insurance policy, particularly in relation to coverage for medical treatment, trip cancellations, and any quarantine-related expenses?",
    "How do the restrictions on treatment by non-Registered Medical Practitioners interact with the coverage for emergency medical evacuations and repatriation in case of serious health issues while traveling?",
    "What processes are in place for filing claims related to surgeries that can be delayed until returning to Singapore, and how does this affect the reimbursement for medical expenses incurred abroad?",
    "How does the insurance policy define 'Fully Vaccinated,' and what specific benefits or coverage limitations apply to travelers who do not meet this requirement in the context of COVID-19?",
    "What are the steps a traveler should take if they test positive for COVID-19 before their trip, and how does this affect their eligibility for coverage related to trip interruptions or cancellations?",
    "In what ways does the policy differentiate between emergency medical treatment and non-urgent care when it comes to the qualifications of the medical practitioner providing treatment during travel?",
    "How does the combination of being unvaccinated and testing positive for COVID-19 prior to departure influence the overall risk assessment and coverage options available under the travel insurance policy?"
  ]
}