{
  "chunk_id": "Travel_policy_83",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 83,
    "content_length": 216,
    "is_empty": false
  },
  "content": "#### Section 15. Personal Money\nWe will pay You up to the Benefit Limit, for the loss of Money belonging to You while in Your care, custody or control while Overseas during the Trip due to Theft, Burglary or Robbery.",
  "questions": [
    "What is the maximum Benefit Limit for personal money loss while overseas, and how does this limit apply to different types of theft, such as burglary and robbery, during the trip?",
    "In the event of a theft of personal money while overseas, what documentation is required to support a claim, and how does the process differ if the loss occurred due to burglary versus robbery?",
    "How does the coverage for personal money loss apply to various scenarios, such as loss during travel, at accommodations, or while engaging in activities, and what are the implications for claims in each case?",
    "What specific conditions must be met for the personal money coverage to be valid, including the definition of 'care, custody or control' and how it affects claims for theft or loss?",
    "Are there any exclusions or limitations on the types of personal money covered under this policy, and how do these exclusions impact claims related to theft or loss while overseas?",
    "How does the policy handle situations where personal money is lost due to circumstances beyond theft, such as misplacement or accidental loss, and what are the implications for filing a claim?",
    "What steps should be taken immediately after a theft of personal money occurs while overseas, and how does the timing of these steps affect the eligibility for a claim under this policy?",
    "In cases where personal money is lost due to theft while traveling with others, how is the coverage applied, and what are the responsibilities of each party involved in filing a claim?",
    "What are the differences in coverage for personal money lost in different countries, and how does the policy address varying local laws regarding theft, burglary, and robbery?",
    "How does the policy define 'personal money,' and what types of currency or financial instruments are included or excluded from coverage in the event of theft or loss while overseas?"
  ]
}