{
  "chunk_id": "Travel_policy_74",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 74,
    "content_length": 811,
    "is_empty": false
  },
  "content": "#### Section 8. Overseas Hospital Cash Benefit\nIn the event that You sustain Bodily Injury or Sickness while Overseas and is considered medically necessary by a Registered Medical Practitioner that You be hospitalized in a normal ward in an Overseas Hospital to receive in-patient treatment, We will pay You $200 for each continuous twenty-four (24) hour period, up to the Benefit Limit.\n\n#### Section 9. Hospital Cash Benefit In Singapore\nIn the event that You sustain Bodily Injury or Sickness while Overseas and is considered medically necessary by a Registered Medical Practitioner that You be hospitalized immediately within twenty-four (24) hours upon Your return to Singapore to receive in-patient treatment, We will pay You $200 for each continuous twenty-four (24) hour period, up to the Benefit Limit.",
  "questions": [
    "What are the eligibility criteria for receiving the Overseas Hospital Cash Benefit, including the definition of 'Bodily Injury' and 'Sickness', and how does the benefit limit apply to different types of medical conditions treated overseas?",
    "How does the Hospital Cash Benefit in Singapore interact with the Overseas Hospital Cash Benefit, particularly regarding the timeline for hospitalization after returning to Singapore and the conditions under which claims can be made for both benefits?",
    "What documentation is required to claim both the Overseas Hospital Cash Benefit and the Hospital Cash Benefit in Singapore, and how do the claims processes differ for each benefit in terms of timelines and necessary medical evidence?",
    "In what scenarios would a policyholder be eligible for both the Overseas Hospital Cash Benefit and the Hospital Cash Benefit in Singapore, and how would the total payout be calculated if hospitalization occurs in both locations?",
    "What are the implications of being hospitalized in a non-registered medical facility overseas on the eligibility for the Overseas Hospital Cash Benefit, and how does this affect the claims process for both overseas and Singapore hospitalizations?",
    "How does the policy define 'medically necessary' treatment, and what role does a Registered Medical Practitioner play in determining eligibility for both the Overseas Hospital Cash Benefit and the Hospital Cash Benefit in Singapore?",
    "What are the maximum payout limits for both the Overseas Hospital Cash Benefit and the Hospital Cash Benefit in Singapore, and how do these limits apply if a policyholder requires extended hospitalization in either location?",
    "How does the policy handle situations where a policyholder is hospitalized overseas and subsequently requires treatment in Singapore, particularly regarding the continuity of care and the application of both cash benefits?",
    "What are the specific conditions under which the Hospital Cash Benefit in Singapore can be claimed if the hospitalization occurs more than twenty-four hours after returning from overseas, and how does this affect the overall coverage?",
    "In the event of a medical emergency while traveling, what steps should a policyholder take to ensure they are eligible for both the Overseas Hospital Cash Benefit and the Hospital Cash Benefit upon their return to Singapore?"
  ]
}