{
  "chunk_id": "Travel_policy_156",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 156,
    "content_length": 943,
    "is_empty": false
  },
  "content": "3.  For any treatment performed or ordered by a person who is not a Registered Medical Practitioner.\n4.  For any surgery or medical treatment which, in the opinion of the Registered Medical Practitioner, can be reasonably delayed until Your return to Singapore or arrival in the country of final destination for travellers not returning to Singapore.\n5.  Terminal Illness regardless if Pre-Existing Medical Condition Section 43b, Emergency Medical Evacuation has been purchased.\n6.  Traveling against the advice of any Registered Medical Practitioner due to Your Pre-Existing Medical Condition\n7.  Any Pre-Existing Medical Condition that has worsened within thirty (30) days prior to the Trip, for which a Registered Medical Practitioner has recommended consulting a Specialist, undergoing diagnostic tests, having surgery, altering prescribed medication or dosage, or changing treatment.\n8.  Any Trip more than a duration of thirty (30) days.",
  "questions": [
    "What are the implications for coverage when treatment is performed by a non-Registered Medical Practitioner, and how does this affect claims related to both emergency and non-emergency medical situations?",
    "In what scenarios would surgery or medical treatment be deemed as reasonably delayable until returning to Singapore, and how does this affect coverage for travelers who are not returning to Singapore?",
    "How does the policy address coverage for terminal illnesses, particularly in relation to pre-existing conditions and the implications of having purchased emergency medical evacuation?",
    "What are the coverage limitations for travelers who choose to travel against medical advice due to pre-existing conditions, and how does this impact their eligibility for claims related to medical emergencies during the trip?",
    "How does the policy define and handle pre-existing medical conditions that have worsened within thirty days prior to travel, especially in relation to recommendations from a Registered Medical Practitioner for further medical consultation or treatment?",
    "What are the specific exclusions related to trips exceeding thirty days, and how do these exclusions interact with other coverage aspects such as emergency medical treatment and trip cancellation?",
    "How does the policy differentiate between emergency medical situations that require immediate attention versus those that can be postponed, particularly in the context of traveling with a pre-existing condition?",
    "What are the procedures for filing claims related to medical treatments that are not covered due to the involvement of non-Registered Medical Practitioners, and what documentation is required to support such claims?",
    "In cases where a traveler has a pre-existing condition that worsens shortly before departure, what steps should they take to ensure they remain covered under the policy, and what specific conditions would lead to denial of claims?",
    "How does the policy handle situations where a traveler is advised against travel by a Registered Medical Practitioner, and what are the consequences for coverage if they choose to proceed with the trip?"
  ]
}