{
  "chunk_id": "Travel_policy_58",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 58,
    "content_length": 726,
    "is_empty": false
  },
  "content": "**\"Personal Effects\"** means items of personal use, worn or carried by You.\n\n**\"Pre-Existing Medical Condition\"** means any condition which is in existence within one hundred and eighty-two (182) days prior to the commencement of Your Trip, regardless of whether:\n* a) You have received medical treatment, diagnosis, consultation or prescribed drugs; or\n* b) Symptoms or manifestations have existed; or\n* c) Treatment was actually sought or received; or\n* d) A reasonable person in the circumstances would be expected to be aware of the condition.\nThis definition of Pre-Existing Medical Condition shall also apply to Your Immediate Family Member or Travelling Companion or any person upon whose good health Your Trip depends.",
  "questions": [
    "What are the implications of the definition of 'Personal Effects' in relation to coverage for lost or damaged items during travel, and how does this definition interact with claims for theft or accidental damage while on a trip?",
    "How does the policy define 'Pre-Existing Medical Condition' in terms of coverage limitations for travelers with known health issues, and what are the specific scenarios under which these conditions might affect claims for medical expenses incurred during the trip?",
    "In what ways does the definition of 'Pre-Existing Medical Condition' impact the eligibility for travel insurance benefits for both the insured individual and their Immediate Family Members, particularly in cases where a family member's health condition affects the trip?",
    "What processes are in place for travelers to disclose 'Pre-Existing Medical Conditions' before their trip, and how does this disclosure affect the overall coverage for medical emergencies that may arise during travel?",
    "How does the policy handle claims related to 'Personal Effects' if they are lost or damaged due to a 'Pre-Existing Medical Condition' of the insured or their traveling companions, and what documentation is required to support such claims?",
    "What are the specific exclusions related to 'Pre-Existing Medical Conditions' that travelers should be aware of, and how do these exclusions apply to both emergency medical treatments and routine care while traveling?",
    "How does the definition of 'Personal Effects' relate to the coverage limits for high-value items, and what steps must be taken to ensure that such items are adequately insured during travel?",
    "What are the potential consequences for travelers who fail to disclose a 'Pre-Existing Medical Condition' when applying for insurance, particularly in relation to claims for medical treatment received during the trip?",
    "How does the policy differentiate between 'Pre-Existing Medical Conditions' and new medical issues that arise during travel, and what criteria are used to determine coverage for each scenario?",
    "What are the implications for travelers who have a 'Pre-Existing Medical Condition' in terms of trip cancellation or interruption, and how does this affect their ability to claim compensation for non-refundable expenses?"
  ]
}