{
  "chunk_id": "Travel_policy_63",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 63,
    "content_length": 853,
    "is_empty": false
  },
  "content": "**\"We, Our, Us or Company\"** refers to HL Assurance Pte. Ltd.\n\n## AREA OF TRAVEL\n* **Area 1:** Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Thailand and Vietnam\n* **Area 2:** Australia, China (Excluding Inner Mongolia and Tibet), Hong Kong, India, Japan, Korea, Macau, New Zealand, Sri Lanka, Taiwan and including countries in Area 1\n* **Area 3:** Worldwide including countries listed in Area 1 and 2 (excluding Afghanistan, Cuba, Democratic Republic of Congo, Iran, Iraq, Liberia, Libya, North Korea, Sudan, Somalia and Syria)\n\n## POLICY COVERAGE\n### MEDICAL AND OTHER EXPENSES\n\n#### Section 1. Overseas Medical Expenses\nWe will pay You up to the Benefit Limit, for the necessary Overseas Medical Expenses incurred and paid by You, within ninety (90) days from the date of Your Bodily Injury or Sickness sustained during the Trip.",
  "questions": [
    "What are the specific medical coverage limits for different regions outlined in the travel insurance policy, and how do these limits apply to various medical scenarios such as emergency treatment, hospitalization, and outpatient care during trips to countries in Areas 1, 2, and 3?",
    "How does the travel insurance policy differentiate between coverage for overseas medical expenses and other types of expenses, and what processes are in place for filing claims for both types of expenses incurred during a trip?",
    "In the event of a medical emergency while traveling in a country listed under Area 1, what steps must be taken to ensure that medical expenses are covered, and how does this process differ if the emergency occurs in a country from Area 2 or Area 3?",
    "What are the implications of the 90-day limit for claiming overseas medical expenses, and how might this affect travelers who experience ongoing medical issues or complications arising from a trip?",
    "How does the policy handle situations where a traveler sustains a bodily injury or sickness that requires medical attention in multiple countries, particularly when transitioning between Areas 1, 2, and 3?",
    "What exclusions exist within the policy regarding overseas medical expenses, particularly in relation to pre-existing conditions, and how do these exclusions impact the overall coverage for travelers visiting high-risk countries?",
    "How does the travel insurance policy define 'necessary' overseas medical expenses, and what criteria must be met for expenses to be considered eligible for reimbursement under the policy?",
    "What are the procedures for obtaining pre-approval for medical expenses incurred during a trip, and how does this process vary depending on the area of travel and the nature of the medical issue?",
    "In cases where a traveler requires medical evacuation due to a serious injury or illness while in a country listed under Area 3, what coverage is provided, and how does this interact with the overall medical expense coverage outlined in the policy?",
    "How does the policy address scenarios where a traveler needs to seek medical treatment in a country that is not listed in any of the specified areas, and what are the implications for coverage and claims in such situations?"
  ]
}