{
  "chunk_id": "Travel_policy_128",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 128,
    "content_length": 584,
    "is_empty": false
  },
  "content": "Any claims for reimbursement must be accompanied by a copy of a properly authenticated certificate for the Hole-In-One issued by the golf club and original receipts for the cost of food and beverages on the date of the Hole-In-One at the golf club.\n\n#### Section 33. Credit Card Protection\nIf You suffer financial loss as a direct result of the fraudulent use of Your personal credit card(s) issued by a bank operating in Singapore following a robbery, burglary or theft during the Trip. We will pay for any Overseas unauthorized charges made with Your stolen personal credit card(s).",
  "questions": [
    "What are the specific documentation requirements for filing a claim related to a Hole-In-One, including the types of receipts needed and the authentication process for the certificate issued by the golf club?",
    "In the event of a financial loss due to fraudulent use of a personal credit card during a trip, what steps must be taken to ensure that the claim for unauthorized charges is processed, and what types of evidence are required to substantiate the claim?",
    "How does the insurance policy differentiate between claims for Hole-In-One reimbursements and claims for credit card protection, particularly in terms of the necessary documentation and the timeline for submitting claims?",
    "What are the conditions under which claims for food and beverage costs related to a Hole-In-One can be reimbursed, and how do these conditions interact with the requirements for credit card protection claims following theft or robbery?",
    "What is the process for determining the amount of reimbursement for unauthorized credit card charges incurred overseas, and how does this process compare to the reimbursement for expenses related to a Hole-In-One?",
    "How does the policy handle situations where both a Hole-In-One claim and a credit card protection claim are filed simultaneously, including any potential impact on the processing time or required documentation for each claim?",
    "What are the implications for coverage if the authenticated certificate for a Hole-In-One is not provided or if the receipts for food and beverages are incomplete, and how does this relate to the requirements for credit card fraud claims?",
    "In cases of theft that lead to fraudulent credit card charges, what specific types of financial losses are covered, and how do these losses relate to the overall benefits provided for Hole-In-One events?",
    "What are the limitations or exclusions that may apply to claims for Hole-In-One reimbursements and credit card protection, and how can policyholders ensure they meet all necessary criteria to avoid denial of claims?",
    "How does the insurance policy define 'financial loss' in the context of credit card fraud, and what examples can be provided to illustrate the types of losses covered, particularly in relation to the costs associated with a Hole-In-One?"
  ]
}