{
  "chunk_id": "Travel_policy_64",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 64,
    "content_length": 191,
    "is_empty": false
  },
  "content": "If Traditional Chinese Medical treatment is sought by You, We will pay for treatment by the Traditional Chinese Medicine Practitioner of up to $100 per visit up to a maximum of $500 per Trip.",
  "questions": [
    "What is the overall coverage limit for Traditional Chinese Medical treatment per trip, and how does this limit apply to multiple visits, including any potential scenarios where treatment may be required for ongoing conditions?",
    "How does the reimbursement process work for Traditional Chinese Medicine treatments, including the documentation needed for claims and any specific conditions that must be met to qualify for the maximum benefit per trip?",
    "In what situations can the coverage for Traditional Chinese Medical treatment be utilized, and are there any restrictions on the types of conditions or ailments that can be treated under this policy?",
    "What are the implications of seeking Traditional Chinese Medical treatment in conjunction with other medical treatments, and how does this affect the overall benefits and limits of the insurance coverage?",
    "How does the policy define a 'visit' to a Traditional Chinese Medicine Practitioner, and are there any limitations on the frequency of visits within the coverage period that could impact the total reimbursement?",
    "What happens if the total cost of Traditional Chinese Medical treatment exceeds the maximum limit of $500 per trip, and are there any options for additional coverage or alternative treatments that could be explored?",
    "Are there any geographical restrictions on where Traditional Chinese Medical treatment can be sought, and how does this affect the coverage if treatment is received while traveling abroad?",
    "How does the policy handle situations where Traditional Chinese Medical treatment is recommended as part of a broader treatment plan, including coordination with conventional medical practitioners and potential coverage overlaps?",
    "What are the specific qualifications required for a practitioner to be recognized under this policy for Traditional Chinese Medical treatment, and how does this affect the validity of claims made for treatments received?",
    "In the event of a dispute regarding the coverage or reimbursement for Traditional Chinese Medical treatment, what is the process for appealing a decision, and what documentation would be necessary to support the appeal?"
  ]
}