{
  "chunk_id": "Travel_policy_113",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 113,
    "content_length": 979,
    "is_empty": false
  },
  "content": "#### Section 24. Travel Disruption\nWe will pay up to the Benefit Limit for:\n1.  the unused portion of irrecoverable prepaid tour fares or transport or accommodation costs included in the Trip; or\n2.  additional travelling (economy air ticket) and accommodation expenses reasonably incurred to extend Your stay Overseas which You have to pay, if You unexpectedly and unavoidably have to change any part of the Trip while Overseas so that You can continue with Your Trip due to any of the following reasons:\n    * (a) Serious Bodily Injury or Serious Sickness, occurring to You or Your Travel Companion during the Trip;\n    * (b) strike, riot or civil commotion not assuming the proportions of or amounting to an uprising, military or usurped power which first occurs during the Trip;\n    * (c) cancellation of Your Flight which You have arranged to travel, due to closure of the airport, runway or airspace or adverse weather conditions which forces Your Flight to be grounded; or",
  "questions": [
    "What are the specific conditions under which the insurance will cover the unused portion of irrecoverable prepaid tour fares, and how do these conditions differ based on the type of travel disruption, such as serious bodily injury, flight cancellations, or civil unrest?",
    "In the event of a serious sickness affecting either the insured or their travel companion, what are the detailed procedures for claiming additional travel and accommodation expenses, and how does this process differ if the disruption is caused by external factors like strikes or adverse weather conditions?",
    "How does the policy define 'reasonable' expenses for additional travel and accommodation incurred due to unexpected changes in the trip, and what documentation is required to support claims for these expenses under various scenarios such as illness or flight cancellations?",
    "What are the maximum benefit limits for different types of travel disruptions, and how do these limits apply to both the unused portion of prepaid costs and additional expenses incurred during the trip due to serious bodily injury or civil commotion?",
    "What steps must be taken to file a claim for travel disruption due to a flight cancellation caused by adverse weather, and how does this process differ if the disruption is due to a serious bodily injury or a civil disturbance?",
    "How does the insurance policy handle overlapping claims for travel disruption, such as when a flight cancellation due to adverse weather leads to additional accommodation expenses and also results in the loss of prepaid tour fares?",
    "What are the implications of changing travel plans due to a serious sickness of a travel companion, and how does this affect the coverage for additional travel expenses and the recovery of prepaid costs?",
    "In cases of civil commotion or strikes occurring during the trip, what specific types of expenses are covered, and how does the policy differentiate between these events and other forms of travel disruption?",
    "What documentation is necessary to substantiate claims for both the unused portion of prepaid tour fares and additional expenses incurred due to serious bodily injury or flight cancellations, and how does the claims process vary based on the cause of disruption?",
    "How does the policy define the term 'Trip' in relation to travel disruption claims, and what are the implications for coverage if the trip is interrupted by serious bodily injury, flight cancellations, or civil unrest?"
  ]
}