{
  "chunk_id": "Travel_policy_69",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 69,
    "content_length": 988,
    "is_empty": false
  },
  "content": "The Adult Immediate Family Member, relative or friend should not exceed the age of eighty (80) years old.\n\n#### Section 4. Repatriation of Mortal Remains\nIn the event of Your death due to Bodily Injury or Sickness sustained while Overseas, Our appointed assistance company will arrange for the transportation of the return of Your mortal remains to Singapore, and We shall pay such expenses incurred up to the Benefit Limit. This Section is not applicable to Insured Person(s) who are above the age of eighty (80) years old.\n\n**Exclusions Applicable to Section 4**\nNo benefit will be payable under Section 4 for:\n1.  Expenses for a service not approved and arranged by Us or Our appointed assistance company.\n\n#### Section 5. Overseas Funeral Expenses\nIn the event of Your death due to Bodily Injury or Sickness sustained while Overseas, We will pay the reasonable charges, up to the Benefit Limit, for the funeral ceremony held in the locality out of Singapore where Your death occurred.",
  "questions": [
    "What are the specific age limitations for coverage under the repatriation of mortal remains and overseas funeral expenses sections, and how do these limitations affect the benefits available for individuals who are over the age of eighty (80)?",
    "In the event of a death overseas due to bodily injury or sickness, what are the processes involved in arranging for the repatriation of mortal remains, and what expenses are covered under this benefit, including any conditions that must be met for reimbursement?",
    "How does the insurance policy define the circumstances under which overseas funeral expenses are covered, and what are the specific limits on these expenses, including any requirements for documentation or approval from the insurance provider?",
    "What exclusions apply to the repatriation of mortal remains benefit, particularly regarding services that are not approved by the insurance company, and how might this impact the overall claims process for beneficiaries?",
    "What types of expenses are considered reasonable for overseas funeral ceremonies, and how does the insurance policy determine the benefit limit for these expenses in relation to the location of the death?",
    "How does the policy handle claims for both repatriation of mortal remains and overseas funeral expenses in the event of a death, including any necessary documentation and the timeline for processing these claims?",
    "What are the implications for family members or friends who are involved in the claims process for repatriation and funeral expenses, especially if they are over the age of eighty (80) or if they are not immediate family members?",
    "In the case of a death overseas, what steps must be taken by the insured or their representatives to ensure that the funeral expenses and repatriation claims are processed efficiently, and what role does the appointed assistance company play in this process?",
    "What are the potential financial implications for beneficiaries if the death occurs in a location where funeral expenses exceed the benefit limit, and how does the policy address situations where additional costs arise?",
    "How does the policy differentiate between bodily injury and sickness in terms of coverage for repatriation and funeral expenses, and what documentation is required to substantiate claims related to these causes of death?"
  ]
}