{
  "chunk_id": "Travel_policy_138",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 138,
    "content_length": 729,
    "is_empty": false
  },
  "content": "#### Section 39. Emergency Medical Evacuation due to COVID-19\nIn the event You are Diagnosed with for COVID-19 and if judged by Our appointed assistance company that it is medically appropriate to move You to another location for medical treatment or to return You to Singapore, Our appointed assistance company shall arrange for the mode of evacuation, based on the medical severity of Your condition and We shall pay such expenses incurred, up to the Benefit Limit.\n\nYou and the persons acting on Your behalf will be required to provide details of insurance such as name, identification / passport number, Policy number, etc..\n\nThis Section is not applicable to Insured Person(s) who are above the age of eighty (80) years old.",
  "questions": [
    "What are the specific conditions under which emergency medical evacuation due to COVID-19 will be approved, including the criteria for medical appropriateness and the role of the appointed assistance company in determining the need for evacuation?",
    "How does the benefit limit for emergency medical evacuation due to COVID-19 apply to different scenarios, including the costs associated with both moving to another medical facility and returning to Singapore, and what documentation is required from the insured or their representatives?",
    "What are the implications for insured persons over the age of eighty (80) regarding emergency medical evacuation due to COVID-19, including any alternative support or coverage options that may be available to them?",
    "In the event of a COVID-19 diagnosis, what steps must the insured or their representatives take to initiate an emergency medical evacuation, and how does the process differ based on the severity of the medical condition?",
    "What types of medical treatment are considered eligible for coverage under the emergency medical evacuation benefit due to COVID-19, and how does the insurance policy define the medical severity that triggers this benefit?",
    "How does the insurance policy handle situations where the insured is diagnosed with COVID-19 while traveling abroad, particularly in terms of the logistics of evacuation and the coordination with local medical facilities?",
    "What are the potential limitations or exclusions related to emergency medical evacuation due to COVID-19, and how might these affect claims for individuals with pre-existing conditions or those traveling to high-risk areas?",
    "What information must be provided by the insured or their representatives when requesting an emergency medical evacuation due to COVID-19, and how does this information impact the processing of claims?",
    "How does the insurance policy ensure that the mode of evacuation is appropriate for the medical condition of the insured, and what factors are considered in determining the most suitable method of transport?",
    "What are the overall benefits of having emergency medical evacuation coverage due to COVID-19, including how this coverage integrates with other health insurance benefits and the potential for additional support services during the evacuation process?"
  ]
}