{
  "chunk_id": "Travel_policy_61",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 61,
    "content_length": 987,
    "is_empty": false
  },
  "content": "**\"Sports Equipment\"** means an instrument or equipment used to participate in a particular leisure sport.\n\n**\"Terminal Illness\"** means the conclusive diagnosis by a Registered Medical Practitioner of an illness that is incurable and expected to lead to Your death within twelve (12) months.\n\n**\"Theft, Burglary or Robbery\"** means dishonestly and illegally taken from You against Your Will, whether by stealth, by force or threat of force or by coercion.\n\n**\"Traditional Chinese Medical Practitioner\"** means a person qualified by a medical degree/certification (including herbalist, acupuncturist or bonesetter) and duly licensed or registered with the relevant medical board or council to practice Traditional Chinese Medicine in the geographical area of his practice, and who in rendering such services is practicing within the scope of his licensing and training. The attending Traditional Chinese Medical Practitioner shall not be You, Your employee, Your spouse or Your relative.",
  "questions": [
    "How does the insurance policy define coverage for sports equipment in relation to theft, burglary, or robbery, and what specific conditions must be met for claims related to these incidents involving sports equipment?",
    "What are the implications of a terminal illness diagnosis on the insurance benefits, including how it affects coverage for medical expenses, potential payouts, and the process for claiming benefits under such circumstances?",
    "In what scenarios would theft, burglary, or robbery of sports equipment be covered under the policy, and what documentation or evidence is required to support a claim for such incidents?",
    "How does the policy address the use of traditional Chinese medicine in relation to terminal illness treatment, including coverage limits, eligible practitioners, and the process for claiming benefits for treatments provided by a Traditional Chinese Medical Practitioner?",
    "What are the specific exclusions or limitations regarding claims for theft, burglary, or robbery, particularly in relation to sports equipment, and how do these exclusions interact with the overall coverage provided by the policy?",
    "How does the policy differentiate between various types of medical practitioners, such as traditional Chinese medical practitioners and registered medical practitioners, in terms of coverage for treatments related to terminal illnesses?",
    "What are the procedures for filing a claim for theft, burglary, or robbery of sports equipment, including timelines, required documentation, and any potential investigations that may be conducted by the insurance provider?",
    "How does the definition of terminal illness impact the eligibility for benefits related to both traditional and modern medical treatments, and what role does the registered medical practitioner play in this process?",
    "What are the potential benefits and coverage options available for individuals diagnosed with terminal illness who may also require treatment from a traditional Chinese medical practitioner, and how are these benefits coordinated?",
    "In the event of a claim involving theft, burglary, or robbery, what are the responsibilities of the insured in terms of reporting the incident and cooperating with the insurance provider, particularly when sports equipment is involved?"
  ]
}