{
  "chunk_id": "Travel_faq_27",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 27,
    "content_length": 480,
    "is_empty": false
  },
  "content": "Q: If I was injured or sick overseas but did not seek medical treatment, can I do so upon my return to Singapore?\nA: Yes. The Company will indemnify you up to the Benefits Payable under the Policy for the treatment sought within three (3) days after your return from the Trip where initial treatment for Bodily Injury or Sickness was not sought overseas, up to a maximum of thirty (30) days from the date of first treatment in Singapore, and subject to a limit of S$100 per visit.",
  "questions": [
    "What are the specific conditions under which I can seek medical treatment in Singapore after being injured or sick overseas, including the time limits for seeking treatment and the maximum reimbursement per visit?",
    "How does the policy define the timeline for seeking medical treatment after returning from a trip, and what implications does this have for the coverage of expenses incurred within the specified period?",
    "In the event that I do not seek medical treatment overseas, what are the steps I need to follow to ensure that my subsequent treatment in Singapore is covered, including any necessary documentation or claims process?",
    "What are the overall benefits provided by the policy for medical treatment sought within three days of returning to Singapore, and how do these benefits interact with the maximum limits and timeframes specified?",
    "How does the policy handle situations where treatment is sought after the initial three-day period upon return, and what are the implications for coverage if treatment is delayed beyond this timeframe?",
    "What are the maximum coverage limits for multiple visits to a medical provider in Singapore following an overseas injury or sickness, and how does this affect the total reimbursement I can receive?",
    "If I experience complications related to an overseas injury or sickness after the initial treatment in Singapore, how does the policy address ongoing treatment and potential additional claims?",
    "What documentation will I need to provide to the insurance company when claiming for medical treatment sought in Singapore after an overseas incident, and how does this affect the processing of my claim?",
    "How does the policy define 'Bodily Injury or Sickness' in relation to treatment sought after returning to Singapore, and what examples might fall under this definition for coverage purposes?",
    "What are the implications for my coverage if I initially seek treatment overseas but later decide to continue treatment in Singapore, including any limits or conditions that may apply?"
  ]
}