{
  "chunk_id": "Travel_policy_103",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 103,
    "content_length": 899,
    "is_empty": false
  },
  "content": "However, the benefit is not payable if a claim has already been made and admitted under either Section 19 or 20 for the same event.\n\n**Exclusions Applicable to Section 21**\nNo benefit will be payable under Section 21 for loss arising from:\n1.  Failure to check-in as per the travel itinerary.\n2.  Failure to obtain written confirmation on the duration and cause of delay from the Common Carrier or the handling agents.\n3.  Strike or other industrial action, riot or civil commotion not assuming the proportions of or amounting to an uprising, military or usurped power, hijack or adverse weather condition that was publicly known or already existing at the time of application for this insurance.\n4.  Delay due to the Common Carrier operational issues.\n5.  Your late arrival at the airport or port after check-in or booking-in time (except for late arrival due to strike or other industrial action).",
  "questions": [
    "What are the implications for a policyholder if they have already made a claim under Sections 19 or 20 for the same event, and how does this affect their eligibility for benefits under Section 21, including any specific scenarios where this might apply?",
    "In what circumstances will benefits under Section 21 be denied due to failure to check-in according to the travel itinerary, and how does this interact with other conditions such as delays caused by the Common Carrier or adverse weather conditions?",
    "How does the requirement for written confirmation from the Common Carrier or handling agents impact the claims process under Section 21, particularly in relation to delays and the types of documentation needed to support a claim?",
    "What specific exclusions apply to claims under Section 21 related to strikes or industrial actions, and how do these exclusions differ from other potential causes of delays, such as adverse weather conditions or operational issues of the Common Carrier?",
    "How does the policy define 'operational issues' of the Common Carrier, and what are the implications for claims under Section 21 if a delay is caused by such issues versus other factors like civil commotion or military actions?",
    "What are the consequences for a policyholder who arrives late at the airport or port after the check-in time, and how does this exclusion under Section 21 compare to allowances made for delays caused by strikes or industrial actions?",
    "In the event of a civil commotion or riot, how does the policy determine whether the situation qualifies for coverage under Section 21, and what are the criteria for distinguishing between covered and excluded events?",
    "What documentation and evidence are required to substantiate a claim under Section 21, particularly in relation to delays caused by the Common Carrier, and how does this process differ from claims made under other sections of the policy?",
    "How does the policy handle claims related to adverse weather conditions that were publicly known at the time of application, and what are the specific exclusions that a policyholder should be aware of when filing a claim under Section 21?",
    "What are the overall benefits and limitations of Section 21 in the context of travel insurance, particularly regarding the interplay between various exclusions and the conditions under which benefits may be claimed?"
  ]
}