{
  "chunk_id": "Travel_policy_180",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 180,
    "content_length": 974,
    "is_empty": false
  },
  "content": "2.  Suicide, attempted suicide or self-inflicted injury,\n3.  Pregnancy, miscarriage, childbirth or abortion and their complications or fertility, sub-fertility or assisted conception operation.\n4.  You being under the influence of intoxicating liquor or the use of drugs or medications (other than taken under a prescription by a Registered Medical Practitioner and not for the treatment of drug addiction), volunteered exposure to needless peril (except in an attempt to save human life).\n5.  Venereal disease, HIV (Human Immuno Deficiency Virus) and/or any HIV related illness including AIDS (Acquired Immune Deficiency Syndrome) and/or any mutant derivatives or variations of this however caused.\n6.  You proceeding with the Trip against the advice of a Registered Medical Practitioner.\n7.  An epidemic or pandemic as declared by the World Health Organisation or the Ministry of Health of Singapore, except for COVID-19 cover under Sections 35, 36, 37, 38, 40, 41 and 42.",
  "questions": [
    "What are the exclusions related to mental health issues such as suicide and self-inflicted injuries, and how do these exclusions affect claims for other related medical conditions or treatments that may arise during a covered trip?",
    "How does the policy address pregnancy-related complications, including miscarriage and childbirth, and what are the implications for coverage if these events occur during travel, particularly in relation to pre-existing conditions?",
    "In what scenarios would the use of intoxicating substances or drugs lead to a denial of coverage, and how does this interact with claims for accidents or health issues that may arise while under the influence?",
    "What are the specific exclusions regarding sexually transmitted diseases, including HIV and AIDS, and how do these exclusions impact coverage for related medical treatments or emergencies that may occur while traveling?",
    "How does the policy handle claims for medical emergencies if the insured person travels against medical advice, and what documentation is required to support claims in such situations?",
    "What are the implications of an epidemic or pandemic declaration on travel insurance coverage, particularly regarding COVID-19, and how do these conditions affect claims for trip cancellations or medical expenses incurred during such events?",
    "How do the exclusions for self-inflicted injuries and substance use interact with coverage for accidents that may occur during a trip, and what evidence is required to substantiate claims in these cases?",
    "What are the conditions under which pregnancy-related issues are covered during travel, and how do complications from childbirth or abortion affect the overall benefits and claims process?",
    "In the event of a medical emergency related to a pre-existing condition, such as HIV or a venereal disease, what are the coverage limitations, and how do these limitations affect the insured's ability to seek treatment while traveling?",
    "What steps should be taken if a traveler experiences a medical emergency while under the influence of drugs or alcohol, and how does this affect their eligibility for coverage under the policy?"
  ]
}