{
  "chunk_id": "Travel_faq_59",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 59,
    "content_length": 8768,
    "is_empty": false
  },
  "content": "Q: What are the Terms and Conditions for Travel Protect360 Insurance?\nA: You can find out more about our Terms and Conditions for Travel Protect360 here. Claims For 24-Hour Emergency Travel Assistance Service, please contact 6922 6009. File a Travel Insurance Claim Claims Procedure and Documentation Please submit your claim to us with the original Claim form and supporting documents within 30 days upon returning from your trip. Common documents required for all Travel Insurance Claims: Claim Form Copy of flight itinerary Proof of travel, i.e. original boarding pass, air tickets, copy of passport, etc. Supporting documents needed when making a claim for: Personal Accident, Medical, Dental and Other Expenses Medical Report and Medical Certificate Original Medical bills / receipts Death Certificate, autopsy report, coroner’s findings, if applicable (for death claim) Documentary proof of relationship between deceased and claimant (for death claim) Motor accident report / police report (for injury / death resulting from a traffic accident) Baggage & Personal Effects Baggage loss or damage report / Property irregularity report from the carrier / airline Baggage tag(s) issued from the carrier / airline during check-in Written confirmation of carrier / airline’s settlement / rejection of claim for damage / loss of property Photographs of damaged items Original purchase receipts of damaged/lost items Money & Documents Copy of police report lodged at place of loss within 24 hours Receipts for replacement of passport / visa Transportation and / or hotel bills / receipts incurred for replacement of document Baggage Delay (at the scheduled overseas destination) Baggage delay report Baggage tag(s) issued from the carrier / airline during check-in Written confirmation from carrier / airline on reason and duration of delay Acknowledgement receipt of baggage received Trip Cancellation / Curtailment Medical Report and other medical documents / Death Certificate Proof of relationship (if due to sickness, injury or death of related person) Written advice or medical certificate from a Registered Medical Practitioner to cancel / curtail trip Original tour booking invoice / receipt Travel agent and / or airline’s confirmation of the refund amount Original invoice / receipt for charges incurred in amending or purchasing additional air ticket (for trip curtailment) Travel Delay or Travel Misconnection or Overbooked Flight or Flight Diversion Written confirmation from carrier / airline on reason and duration of delay, overbooked flight, travel misconnection, and / or diversion Air ticket and Boarding pass Loss of Home Contents due to Burglary Copy of police report lodged within 24 hours upon discovery Invoice of damaged items / quotations Original photographs of damaged items Personal Liability Do not admit any liability or make any offer, promise or payment without our prior consent Forward all correspondence / documents from third parties concerning the accident to us immediately Copy of police report lodged (if applicable) We will contact you for any additional documents that may be required. Claim Form You may submit your claims online. Kindly note that it may take longer to process a claim if we require additional information or documents from you. For any claims enquiry, amendment of details or submission of supporting or original documents, please email our friendly claims officers at claims@hlas.com.sg with our acknowledgement reference number – MTC/YYYY/000000. We will keep you updated on your claim(s) by email. You can also call our Hotline at 6922 6003 to check on your claim(s). Thank you for insuring with us. Melissa Lim It was easy and convenient to purchase travel insurance plans from HL Assurance. The clauses were also clearly shown on the website to make an informed decision when purchasing the plans. Making claims via their online portal was also easy, and reimbursement was prompt! Candy Tham Coverage is Good. Have introduced to my family, siblings and friends. Very responsive to any messages or queries. Jina Joy I would say one of the Best Travel Insurance Company. They really came as a team to help when my husband was admitted overseas. The doctor of HL spoke to the overseas hospital doctor. They coordinated very well and got us back to Singapore. This is a recent incident that happened last December. HL travel insurance is a ‘Yes’ for me and my family. I will be travelling again definitely, I can rely on them. They really did a good Job. Thank you HL Team. What Our Clients Say Discover how our clients’ experiences reflect the trust and reliability we provide in safeguarding their trips. What Our Clients Say Discover how our clients’ experiences reflect the trust and reliability we provide in safeguarding their trips. Melissa Lim It was easy and convenient to purchase travel insurance plans from HL Assurance. The clauses were also clearly shown on the website to make an informed decision when purchasing the plans. Making claims via their online portal was also easy, and reimbursement was prompt! Candy Tham Coverage is Good. Have introduced to my family, siblings and friends. Very responsive to any messages or queries. Jina Joy I would say one of the Best Travel Insurance Company. They really came as a team to help when my husband was admitted overseas. The doctor of HL spoke to the overseas hospital doctor. They coordinated very well and got us back to Singapore. This is a recent incident that happened last December. HL travel insurance is a ‘Yes’ for me and my family. I will be travelling again definitely, I can rely on them. They really did a good Job. Thank you HL Team. What Our Clients Say Discover how our clients’ experiences reflect the trust and reliability we provide in safeguarding their trips. Melissa Lim It was easy and convenient to purchase travel insurance plans from HL Assurance. The clauses were also clearly shown on the website to make an informed decision when purchasing the plans. Making claims via their online portal was also easy, and reimbursement was prompt! Candy Tham Coverage is Good. Have introduced to my family, siblings and friends. Very responsive to any messages or queries. Jina Joy I would say one of the Best Travel Insurance Company. They really came as a team to help when my husband was admitted overseas. The doctor of HL spoke to the overseas hospital doctor. They coordinated very well and got us back to Singapore. This is a recent incident that happened last December. HL travel insurance is a ‘Yes’ for me and my family. I will be travelling again definitely, I can rely on them. They really did a good Job. Thank you HL Team. Discover more about Travel Insurance 5 Best Sightseeing Train Routes with Your Japan JR Pass Train travel in Japan is so much more than just a mode of transportation. Many train routes are highly scenic, offering unforgettable views of Japan’s natural landscapes. In fact, Japan’s tourism board actively promotes scenic train journeys as a key attraction for visitors, and certain routes are reserved for specially designated sightseeing trains with themed… Details How to Maximise a 7-Day JR Pass in Japan The Japan Rail Pass sounds like a good deal. It grants you unlimited train rides on the extensive JR train network for a set number of days, whether you’re traversing the entire country or focusing on a single region. However, JR Pass prices saw a dramatic increase in October 2023. An Ordinary 7-day JR Pass… Details Key Emergency Contacts You Need to Have as a Solo Traveller There’s something undeniably magical about setting off on a solo adventure. It’s a chance to explore, discover new places, and experience the freedom of doing it all on your own. But with that freedom comes the responsibility to be prepared. As you set out on your journey, you know that travel can be unpredictable. Unexpected… Details Buy Now PersonalTravel InsuranceCar InsuranceChoice Protect360Corporate Employee InsuranceCritical Illness InsuranceFraud InsuranceFire InsuranceHome Contents InsuranceHospital Income InsuranceMaid InsuranceEarly Critical Illness InsurancePersonal Accident InsuranceFamily ProtectionMobile Phone InsuranceSingapore Travel PassCommercialBusiness PackagesCasualty InsuranceCorporate Travel360Engineering InsuranceProperty InsuranceUseful LinksOur Corporate ProfileEthics PolicyCareersBlogAgent RecruitmentIntermediary LoginContact UsReach Us Download HLAS app COVID-19 Travel Concierge Click here for more COVID-19 Travel information Click here for Concierge Whatsapp Policy on Personal Data | Site Map | Terms and Conditions | Online Security Copyright © 2025 HL Assurance This site is best viewed with Google Chrome, Firefox, Internet Explorer 10.x or above. Go to Top",
  "questions": [
    "What documents are required to file a travel insurance claim with Travel Protect360?",
    "How can I contact Travel Protect360 for emergency travel assistance?",
    "What is the procedure for submitting a travel insurance claim to Travel Protect360?",
    "Can you list some testimonials from customers who have used Travel Protect360 insurance?",
    "What are the specific documents needed for a baggage delay claim with Travel Protect360?",
    "How long do I have to submit a claim after returning from my trip with Travel Protect360?",
    "What steps should I take if I need to claim for personal liability under Travel Protect360 insurance?",
    "What are the contact details for Travel Protect360 claims officers?",
    "How has the Japan Rail Pass changed in October 2023 according to the text?",
    "What are some of the insurance products offered by HL Assurance besides Travel Protect360?"
  ]
}