{
  "chunk_id": "Travel_policy_144",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 144,
    "content_length": 854,
    "is_empty": false
  },
  "content": "#### Section 41. Travel Postponement due to COVID-19\nWe will pay up to the Benefit Limit of reasonable administrative charges which You are legally liable to pay to postpone the Trip in the event of necessary and unavoidable postponement of the whole Trip by You arising from:\n1.  You or Your Travel Companion are Diagnosed with COVID-19 and confirmed by a Registered Medical Practitioner; or\nii. Death or hospitalization of Your Immediate Family Member due to COVID-19;\n\nThis coverage is effective only if this Policy is purchased before You become aware of any circumstances which could lead to the postponement of Your Trip and within thirty (30) days before the date of commencement of the scheduled Trip.\n\nOnce You postpone the Trip and a claim is made under Section 41 for Travel Postponement due to COVID-19, the Policy will terminate immediately.",
  "questions": [
    "What are the specific conditions under which the travel postponement coverage due to COVID-19 applies, including the necessary documentation required for both personal diagnosis and family-related incidents, and how do these conditions affect the overall claim process?",
    "How does the benefit limit for reasonable administrative charges work in the context of trip postponement due to COVID-19, and what types of charges are considered reasonable under this policy?",
    "What are the implications of purchasing the policy before becoming aware of any circumstances that could lead to trip postponement, and how does this requirement impact claims related to both personal and family health issues?",
    "In the event of a trip postponement due to COVID-19, what steps must be taken to file a claim, and what information must be provided regarding the diagnosis or hospitalization of the insured or their family members?",
    "How does the policy define 'Immediate Family Member' in relation to the coverage for trip postponement due to COVID-19, and what are the implications for claims if the family member is not listed in the policy?",
    "What happens to the policy coverage and benefits once a claim is made for travel postponement due to COVID-19, and what are the consequences for future claims or coverage after the policy termination?",
    "What are the potential scenarios that could lead to the postponement of a trip under this policy, and how does the policy differentiate between personal health issues and family emergencies related to COVID-19?",
    "How does the policy handle situations where both the insured and their travel companion are affected by COVID-19, and what are the procedures for claiming benefits in such cases?",
    "What documentation is required to confirm a diagnosis of COVID-19 by a Registered Medical Practitioner, and how does this documentation influence the approval of claims for trip postponement?",
    "What are the time constraints and conditions for filing a claim for travel postponement due to COVID-19, and how do these affect the insured's ability to receive reimbursement for administrative charges?"
  ]
}