{
  "chunk_id": "Travel_policy_151",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 151,
    "content_length": 543,
    "is_empty": false
  },
  "content": "### OPTIONAL COVERS\nApplicable if the section(s) are indicated as covered in the Policy Schedule\n\n**Pre-Existing Medical Condition**\n\n#### Section 43a. Overseas Medical Expenses\nWe will pay You up to the Benefit Limit, for the necessary Overseas Medical Expenses incurred and paid by You, within thirty (30) days from the date of Your first treatment of Your Bodily Injury or Sickness due to a Pre-Existing Medical Condition during the Trip.\n\nThis Section is not applicable to Insured Person(s) who are above the age of seventy (70) years old.",
  "questions": [
    "What are the specific benefit limits for overseas medical expenses related to pre-existing medical conditions, and how do these limits vary for different age groups, particularly for those under and over seventy years old?",
    "How does the policy define necessary overseas medical expenses for pre-existing medical conditions, and what documentation is required to substantiate these expenses when filing a claim?",
    "In what scenarios would overseas medical expenses for pre-existing medical conditions be covered, and what exclusions or limitations apply to individuals over seventy years old regarding these expenses?",
    "What is the process for claiming overseas medical expenses incurred due to a pre-existing medical condition, including the time frame for submitting claims and any required forms or evidence?",
    "How does the policy differentiate between bodily injury and sickness in the context of overseas medical expenses for pre-existing conditions, and what implications does this have for coverage?",
    "What are the implications for coverage if an insured person with a pre-existing medical condition requires treatment after the thirty-day window from the first treatment date during their trip?",
    "How does the policy handle situations where an insured person with a pre-existing medical condition experiences complications that require additional treatment while overseas?",
    "What support or resources does the policy provide to insured persons over seventy years old who may need assistance understanding their coverage for overseas medical expenses related to pre-existing conditions?",
    "Are there any additional optional covers or riders available that could enhance coverage for overseas medical expenses related to pre-existing conditions, and how do these interact with the existing policy terms?",
    "What are the potential consequences for an insured person who fails to disclose a pre-existing medical condition when applying for coverage, particularly in relation to overseas medical expenses?"
  ]
}