{
  "chunk_id": "Travel_policy_59",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 59,
    "content_length": 983,
    "is_empty": false
  },
  "content": "**\"Registered Medical Practitioner\"** means a person qualified by degree in western medicine and duly licensed or registered with the relevant medical board or council to practice medicine and surgery in the geographical area of his practice, and who in rendering such services is practicing within the scope of his licensing and training. The attending Registered Medical Practitioner shall not be You, Your employee, Your spouse or Your relative.\n\n**\"Serious Bodily Injury or Serious Sickness\"** when applied to You, means Bodily Injury or Sickness as a result of which You require treatment by a Registered Medical Practitioner and that results in You being certified by the Registered Medical Practitioner as being unfit to continue with the Trip. When applied to Your Travel Companion or Immediate Family Member, it means Injury or Sickness that is certified as being life threatening by a Registered Medical Practitioner and which results in cancellation of the scheduled Trip.",
  "questions": [
    "What are the qualifications and licensing requirements for a Registered Medical Practitioner as defined in the policy, and how do these qualifications impact the validity of medical claims made during travel, particularly in relation to treatment received abroad?",
    "In what scenarios would a Serious Bodily Injury or Serious Sickness necessitate the involvement of a Registered Medical Practitioner, and how does the certification process affect the eligibility for trip cancellation or interruption claims?",
    "How does the definition of Serious Bodily Injury or Serious Sickness differ when it pertains to the insured individual versus their Travel Companion or Immediate Family Member, and what implications does this have for coverage limits and claim processes?",
    "What are the specific conditions under which a trip can be canceled due to the Serious Sickness of a Travel Companion or Immediate Family Member, and how does the requirement for certification by a Registered Medical Practitioner influence the claims process?",
    "How does the policy define the scope of practice for a Registered Medical Practitioner, and what are the implications for treatment received outside of this scope in terms of coverage and claims eligibility?",
    "What are the potential consequences if the attending Registered Medical Practitioner is a relative or employee of the insured, and how does this affect the legitimacy of claims related to Serious Bodily Injury or Serious Sickness?",
    "In the event of a trip cancellation due to Serious Sickness, what documentation is required from the Registered Medical Practitioner to support the claim, and how does this documentation vary based on whether the claim is for the insured or their family members?",
    "What are the coverage implications for treatment received from a Registered Medical Practitioner in a foreign country, particularly in relation to the certification of Serious Bodily Injury or Serious Sickness and its impact on trip continuity?",
    "How does the policy address situations where a Registered Medical Practitioner is unable to provide treatment due to local regulations or availability, and what alternative provisions are available for the insured in such cases?",
    "What are the steps an insured individual must take to ensure that their claim for trip cancellation due to Serious Sickness is processed efficiently, including the role of the Registered Medical Practitioner in this process?"
  ]
}