{
  "chunk_id": "Travel_policy_96",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 96,
    "content_length": 884,
    "is_empty": false
  },
  "content": "#### Section 20. Travel Curtailment\nWe shall pay You up to the Benefit limit for:-\n1.  The unused portion of irrecoverable prepaid tour fares or transport or accommodation costs included in the Trip arising from necessary and unavoidable Curtailment of the planned Trip as a direct result of any of the matters set out in Section 20 (2) (a) to (g) below, provided that if the original return ticket is not valid for the return, You shall surrender any unused portion of the return ticket to Us;\n2.  Your additional travelling (economy air ticket) and accommodation expenses reasonably incurred to alter Your stay while You are Overseas prior to your immediate return to Singapore as a result of the matters set out as below.\n    * (a) death, Serious Bodily Injury or Serious Sickness, occurring to You, Your Travel Companion or Immediate Family Member, during the Period of Insurance;",
  "questions": [
    "What are the specific conditions under which travel curtailment benefits are applicable, and how do these conditions affect the reimbursement of both unused prepaid tour fares and additional travel expenses incurred due to emergencies such as death or serious illness?",
    "In the event of a necessary trip curtailment, how does the policy define the process for claiming reimbursement for both irrecoverable prepaid costs and additional expenses, and what documentation is required to support these claims?",
    "How does the policy differentiate between the coverage for unused portions of prepaid travel costs and additional expenses for altering travel plans, particularly in scenarios involving serious health issues affecting the insured or their immediate family?",
    "What are the implications of surrendering an unused return ticket on the overall claim process for travel curtailment, and how does this affect the calculation of benefits for both prepaid and additional expenses?",
    "Can you explain the limits of coverage for travel curtailment in terms of the maximum benefit amount, and how this limit applies to different scenarios such as serious sickness or injury of the insured or their travel companions?",
    "What types of emergencies are covered under the travel curtailment section, and how do these emergencies impact the eligibility for reimbursement of both unused travel costs and additional accommodation expenses?",
    "How does the policy handle situations where the insured must return to Singapore due to a family member's serious illness, and what are the specific benefits available for both the unused trip costs and the additional travel arrangements?",
    "What are the criteria for determining whether additional travel and accommodation expenses are considered 'reasonable' under the travel curtailment coverage, and how does this affect the claims process?",
    "In cases where the trip is curtailed due to serious bodily injury, what steps must the insured take to ensure they receive the maximum benefits for both unused prepaid costs and any necessary changes to their travel plans?",
    "How does the policy ensure that the insured is adequately compensated for both the financial losses incurred from unused travel arrangements and the additional costs of returning home early due to unforeseen circumstances?"
  ]
}