{
  "chunk_id": "Travel_policy_49",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 49,
    "content_length": 675,
    "is_empty": false
  },
  "content": "**\"Curtailment\"** means abandonment by You of a Trip by returning to Singapore after arrival at the booked destination before the scheduled return date set out in the Policy Schedule.\n\n**\"Diagnosed\"** means the diagnosis of Your medical condition from medical testing laboratories that are either recognized by the respective governments Competent Authorities or accredited in the area of molecular microbiology or immunology, excluding any self-testing.\n\n**\"Extreme Sports\"** means any sports or activities that present a high level of inherent danger (i.e. involve exceptional speed, height, physical exertion, high level of expertise or highly specialized gear or stunts).",
  "questions": [
    "What are the implications of curtailment on trip insurance coverage, including the conditions under which a trip can be abandoned, the process for notifying the insurer, and any potential financial reimbursements for unused travel expenses?",
    "How does the definition of 'diagnosed' affect the claims process for medical expenses incurred during a trip, particularly regarding the types of medical testing that are accepted, the role of accredited laboratories, and the impact of self-testing on coverage eligibility?",
    "In what scenarios would participation in extreme sports affect the overall coverage of a travel insurance policy, including the exclusions that may apply, the requirements for notifying the insurer prior to engaging in such activities, and the potential impact on claims related to injuries sustained during these sports?",
    "What are the specific conditions under which curtailment is recognized by the insurance policy, including the necessary documentation required to prove abandonment of the trip and how this interacts with other coverage areas such as trip cancellation or interruption?",
    "How does the policy define the limits of coverage for medical conditions diagnosed during a trip, including the types of recognized medical testing required, the implications of receiving a diagnosis from non-accredited sources, and how this affects claims for treatment received abroad?",
    "What are the potential consequences of engaging in extreme sports while traveling, including how this may affect both personal accident coverage and medical expenses, and what steps should be taken to ensure that coverage remains valid?",
    "How does the policy handle situations where a trip is curtailed due to a medical emergency, including the documentation needed to support the claim, the types of medical conditions that would qualify, and the interaction with other benefits such as emergency medical evacuation?",
    "What are the distinctions between curtailment and trip cancellation in terms of coverage, including the specific scenarios that would lead to each, the documentation required for claims, and how refunds for unused travel arrangements are processed?",
    "How does the definition of 'diagnosed' impact the coverage for pre-existing medical conditions, including the requirements for medical testing prior to travel, the role of recognized laboratories in validating claims, and the implications for travelers who may have self-diagnosed conditions?",
    "What are the overall risks associated with participating in extreme sports while traveling, including how these risks are assessed by the insurer, the types of coverage that may be limited or excluded, and the importance of understanding the policy's terms before engaging in such activities?"
  ]
}