{
  "chunk_id": "Travel_faq_32",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 32,
    "content_length": 541,
    "is_empty": false
  },
  "content": "Q: What does the Pre-Existing Medical Conditions add-on cover?\nA: This add-on provides coverage for stable and controlled medical conditions that existed before purchasing the policy, such as asthma, diabetes, or high blood pressure. It covers: Overseas Medical Expenses – If you require medical treatment abroad due to a pre-existing condition. Emergency Medical Evacuation – If you need to be medically transported due to a covered pre-existing condition. Please note that follow-up treatment in Singapore is not covered under this add-on.",
  "questions": [
    "What types of pre-existing medical conditions are considered stable and controlled for coverage under this add-on, and how does this classification affect the eligibility for overseas medical expenses and emergency medical evacuation?",
    "In what scenarios would overseas medical expenses be covered for pre-existing conditions, and what documentation or proof is required to validate the stability of these conditions at the time of policy purchase?",
    "How does the coverage for emergency medical evacuation work in relation to pre-existing conditions, including the criteria for determining when such an evacuation is necessary and the process for arranging it?",
    "What limitations exist regarding follow-up treatment in Singapore for pre-existing conditions covered under this add-on, and how might this impact a policyholder's overall medical care strategy while traveling?",
    "How does the add-on differentiate between stable and unstable pre-existing conditions, and what implications does this have for claims related to overseas medical treatment and emergency evacuations?",
    "What are the specific exclusions related to pre-existing conditions under this add-on, and how do these exclusions interact with other policy benefits such as trip cancellation or interruption due to medical issues?",
    "In the event of a medical emergency abroad related to a pre-existing condition, what steps should a policyholder take to ensure they receive the necessary coverage and support from the insurance provider?",
    "How does the add-on's coverage for pre-existing conditions impact the overall premium of the insurance policy, and are there any additional costs associated with including this coverage?",
    "What are the implications for policyholders with multiple pre-existing conditions, and how does the add-on address the complexities of managing coverage for various medical issues while traveling?",
    "How does the insurance provider assess the stability of a pre-existing condition at the time of policy purchase, and what role does this assessment play in determining coverage for overseas medical expenses and emergency evacuations?"
  ]
}