{
  "chunk_id": "Travel_policy_60",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 60,
    "content_length": 986,
    "is_empty": false
  },
  "content": "**\"Sickness\"** means any sudden and unexpected deterioration of Your physical health due to a medical condition contracted, commencing or manifesting during the Trip, which requires the treatment by a Registered Medical Practitioner provided the Sickness is not a Pre-Existing Medical Condition and the nature of the Sickness is not excluded from this Policy.\n\n**\"Single Return Trip\"** means a Policy issued for the selected Travel Insurance Plan where You can make a single Trip to the selected Country of Travel or Area of Travel as indicated in Your Policy Schedule during the Period of Insurance but each Trip not exceeding one hundred and eighty-two (182) consecutive days.\n\n**\"Specialist\"** means a Registered Medical Practitioner who is a recognized specialist in diagnostic methods, treatment, and prevention in a specific area of medicine, such as neurology, psychiatry, paediatrics, endocrinology, obstetrics, gynaecology, orthopaedics, optometry, dermatology, or paediatrics.",
  "questions": [
    "What are the implications of the definition of 'Sickness' in terms of coverage for medical treatment during a trip, particularly regarding the requirements for treatment by a Registered Medical Practitioner and the exclusions related to Pre-Existing Medical Conditions?",
    "How does the policy define a 'Single Return Trip' and what are the specific limitations on the duration of travel, including the implications for coverage if the trip exceeds the maximum consecutive days allowed?",
    "In what scenarios would treatment by a 'Specialist' be necessary under this policy, and how does the recognition of the specialist in various medical fields affect the coverage for different types of medical conditions encountered during travel?",
    "What are the procedures for claiming medical expenses related to 'Sickness' that occurs during a trip, particularly in relation to the requirement that the condition must not be pre-existing and must be treated by a Registered Medical Practitioner?",
    "How does the policy differentiate between covered 'Sickness' and excluded conditions, and what documentation is required to prove that a medical condition was contracted or manifested during the trip?",
    "What are the potential consequences for travelers if they experience a 'Sickness' that is deemed a Pre-Existing Medical Condition, and how does this affect their ability to receive treatment and file claims?",
    "How does the policy address situations where a traveler may need to see a 'Specialist' for a medical condition that arises during their trip, including any limitations on the types of specialists covered and the process for obtaining referrals?",
    "What are the coverage limits and exclusions related to 'Sickness' that may arise during a 'Single Return Trip', and how do these factors influence the overall travel insurance benefits available to the insured?",
    "In the event of a medical emergency during a trip, what steps must be taken to ensure that treatment by a Registered Medical Practitioner is covered under the policy, particularly in relation to the definitions of 'Sickness' and 'Specialist'?",
    "How does the policy ensure that travelers are aware of the definitions and limitations regarding 'Sickness', 'Single Return Trip', and 'Specialist', and what resources are available to help them understand their coverage before traveling?"
  ]
}