{
  "chunk_id": "Travel_policy_162",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 162,
    "content_length": 590,
    "is_empty": false
  },
  "content": "### 2. Automatic Extensions\nIf You are unable to return to Singapore before the expiry date of the Period of Insurance as stated in the Policy Schedule, due to:\na. Your confinement in an overseas Hospital and/or quarantined under the written advice of a Registered Medical Practitioner due to Bodily Injury or Sickness arising from a cause covered under this Policy; or\nb. the scheduled Common Carrier in which You are travelling is delayed due to reasons beyond Your control.\nYour Policy will be automatically extended by fourteen (14) days from the expiry date without additional premium.",
  "questions": [
    "What are the specific conditions under which the automatic extension of the insurance policy is applicable, and how do these conditions interact with both medical confinement and travel delays caused by common carriers?",
    "In the event of a medical emergency requiring hospitalization overseas, what documentation is necessary to qualify for the automatic extension, and how does this process differ if the extension is due to travel delays?",
    "How does the policy define 'Bodily Injury' and 'Sickness' in relation to the automatic extension, and what types of medical situations would necessitate a quarantine under a registered medical practitioner's advice?",
    "What are the implications of the automatic extension on coverage limits and benefits during the additional fourteen days, particularly in relation to ongoing medical treatment and travel-related expenses?",
    "How does the policy handle situations where both medical confinement and travel delays occur simultaneously, and what steps must the insured take to ensure coverage under the automatic extension clause?",
    "What are the specific scenarios that qualify as 'reasons beyond Your control' for travel delays, and how does this affect the eligibility for the automatic extension of the policy?",
    "In terms of claims processing, what procedures must be followed if the insured is unable to return to Singapore due to either medical confinement or travel delays, and how are these claims evaluated?",
    "How does the automatic extension of the policy affect any pre-existing conditions that may arise during the extended period, and what limitations or exclusions should the insured be aware of?",
    "What are the potential consequences if the insured fails to provide the necessary documentation for either medical confinement or travel delays when seeking the automatic extension of their policy?",
    "How does the policy ensure that the insured is informed about the automatic extension, and what steps should they take to confirm their coverage status during the extension period?"
  ]
}