{
  "chunk_id": "Travel_faq_26",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 26,
    "content_length": 686,
    "is_empty": false
  },
  "content": "Q: Can I continue my medical treatment for injury or sickness sustained overseas when I return to Singapore?\nA: Yes, follow-up treatment in Singapore is covered within thirty (30) days after your return from the trip, provided that you have sought initial treatment overseas for Bodily Injury or Sickness during your trip and such initial treatment is claimable under Section 1 of the of the policy wording. If you have purchased our Pre-Existing Medical Conditions coverage add-on, please note that it only covers medical expenses incurred overseas and emergency medical evacuation. Follow-up treatment in Singapore for pre-existing medical conditions is not covered under this add-on.",
  "questions": [
    "What are the specific conditions under which follow-up medical treatment for injuries or sickness sustained overseas is covered upon returning to Singapore, including the time frame and requirements for initial treatment?",
    "How does the coverage for follow-up treatment in Singapore differ for injuries or sickness that occurred during a trip compared to pre-existing medical conditions, and what are the implications for claims under each scenario?",
    "What are the limitations and exclusions associated with the Pre-Existing Medical Conditions coverage add-on, particularly regarding the types of medical expenses covered overseas and the lack of coverage for follow-up treatment in Singapore?",
    "In what situations would an individual be eligible for emergency medical evacuation under the Pre-Existing Medical Conditions coverage add-on, and how does this interact with the overall medical treatment coverage for injuries sustained during travel?",
    "What documentation or proof is required to claim follow-up treatment in Singapore after receiving initial treatment overseas, and how does this process differ for claims related to pre-existing medical conditions?",
    "How does the policy define 'Bodily Injury or Sickness' in the context of overseas treatment, and what specific examples might qualify for coverage under Section 1 of the policy wording?",
    "What are the potential consequences for policyholders who fail to seek initial treatment overseas for injuries or sickness before returning to Singapore, particularly in relation to their ability to claim follow-up treatment?",
    "How does the thirty-day time limit for follow-up treatment in Singapore impact policyholders who may require ongoing care after returning from overseas, and what are the best practices for ensuring coverage during this period?",
    "What are the differences in coverage for medical expenses incurred overseas versus those incurred in Singapore after returning from a trip, particularly in terms of claim processes and eligibility criteria?",
    "How can policyholders ensure they are fully informed about the limitations of their coverage, especially regarding pre-existing conditions and the necessity of initial overseas treatment, to avoid unexpected out-of-pocket expenses?"
  ]
}