{
  "chunk_id": "Travel_policy_198",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 198,
    "content_length": 978,
    "is_empty": false
  },
  "content": "## CLAIMS CONDITIONS\n(Applicable to the whole Policy)\n1.  Written notice of Accidents, or any other events which may give rise to a claim under this Policy shall be given to Us within thirty (30) days of the Accident and/or event. You shall at Your own expense supply Us with full particulars in writing of the loss or damage and give all necessary information, documents, evidence and assistance as We may reasonably require for investigating or verifying a claim.\n2.  Except with Our written consent, You shall not make any promise, offer, payment or admission of liability to a third party in respect of any third party claim. We shall be entitled to conduct all proceedings arising out of or in connection with claims in Your name and to instruct solicitors of Our own choice for this purpose. You shall give such information and assistance as We may require from time to time. We shall have full discretion in the conduct, of any proceedings or the settlement of any claim.",
  "questions": [
    "What is the required timeframe to notify the insurer about an accident or event under the policy?",
    "What kind of documentation and information must be provided to the insurer when filing a claim?",
    "Who is responsible for the expenses related to providing full particulars and evidence for a claim?",
    "Can a policyholder make any agreements or admissions to a third party without the insurer's consent?",
    "What rights does the insurer have in handling claims and legal proceedings?",
    "What type of assistance must the policyholder provide to the insurer during the claims process?",
    "Are there any restrictions on the policyholder's actions regarding third party claims without the insurer's approval?",
    "How does the insurer handle the legal representation in claims involving third parties?",
    "What discretion does the insurer have in the settlement of claims?",
    "Within how many days must an accident or event be reported to qualify for a claim under the policy?"
  ]
}