{
  "chunk_id": "Travel_policy_169",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 169,
    "content_length": 911,
    "is_empty": false
  },
  "content": "Grandchild(ren) must be unemployed and unmarried and above three (3) months old but below eighteen (18) years or up to twenty-five (25) years of age, if studying full time in a recognized institution of higher learning at the commencement of this insurance. Age is calculated as at last birthday.\n\n**For Annual Policy**\nFamily shall comprise of:\na. One (1) Adult and any number of the Adult's Child(ren); or\nb. Two (2) Adults who are husband and wife and any number of their Child(ren).\n\nFor an annual plan for Family, You and the other Adult can travel independently. However, the Child(ren) must always be accompanied by either one (1) of the Adults under the same Policy.\n\n### 12. Fraud, Misstatement or Concealment\nAny fraud, misstatement or concealment in respect of this insurance or of any claim hereunder shall render this Policy null and void and any benefit due hereunder shall be or become forfeited.",
  "questions": [
    "What are the eligibility criteria for including grandchildren in the insurance policy, specifically regarding their employment status, marital status, age limits, and educational requirements, and how do these criteria affect the overall family coverage under the annual policy?",
    "How does the definition of 'Family' under the annual policy impact the coverage for children, including the stipulations for adult travelers and the requirement for children to be accompanied by an adult, and what implications does this have for travel arrangements?",
    "What are the specific conditions under which the insurance policy becomes null and void due to fraud, misstatement, or concealment, and how might these conditions affect claims made by the insured or their beneficiaries?",
    "In what scenarios can a family with two adults and multiple children utilize the insurance policy, particularly regarding independent travel for adults and the necessity for children to be accompanied, and how does this affect claims related to travel incidents?",
    "What are the implications of the age calculation method (last birthday) for determining eligibility for coverage under the policy, especially for children and grandchildren, and how does this relate to their educational status?",
    "How does the policy address the situation where a child turns eighteen during the coverage period, particularly in relation to their eligibility for continued coverage if they are studying full-time, and what documentation is required to prove their student status?",
    "What are the potential consequences for a family if one adult misrepresents information when applying for the insurance, particularly in terms of coverage for the entire family and the ability to file claims?",
    "How does the policy define the relationship between adults and children in terms of coverage, and what are the specific benefits available to each family member under the annual plan, including any limitations or exclusions?",
    "What processes must be followed if a claim is made under the policy that involves children traveling independently with one adult, and how does this differ from claims involving both adults traveling together?",
    "What are the overall benefits provided under the annual family policy, including coverage for travel incidents, medical emergencies, and other scenarios, and how do the conditions related to fraud and misstatement impact these benefits?"
  ]
}