{
  "chunk_id": "Travel_policy_66",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 66,
    "content_length": 983,
    "is_empty": false
  },
  "content": "#### Section 2. Medical Expenses in Singapore\nWe will pay You up to the Benefit Limit, for the necessary Medical Expenses for medical treatment received when You return to Singapore for:\n* a) follow-up treatment within thirty (30) days after Your return from the Trip, provided You have sought initial treatment Overseas for Bodily Injury or Sickness during the Trip and such initial treatment is claimable under Section 1;\nor\n* b) treatment within three (3) days after Your return from the Trip where initial treatment for Bodily Injury or Sickness was not sought overseas, up to a maximum of thirty (30) days from the date of first treatment in Singapore, subject to a limit of up to $100 per visit.\n\nIf Traditional Chinese Medical treatment is sought by You, We will pay for treatment by the Traditional Chinese Medicine Practitioner of up to $100 per visit up to a maximum of $500 per Trip.\n\nFor treatment incurred for physiotherapy, We will pay up to a maximum of $500 per Trip.",
  "questions": [
    "What are the specific conditions under which medical expenses incurred in Singapore are covered after returning from a trip, including the timelines for follow-up treatments and the requirements for initial treatment received overseas?",
    "How does the coverage for medical expenses differ based on whether initial treatment for bodily injury or sickness was sought overseas, and what are the implications for claim limits and reimbursement processes in each scenario?",
    "What are the maximum benefit limits for various types of medical treatments received in Singapore after returning from a trip, including follow-up treatments, physiotherapy, and Traditional Chinese Medicine, and how do these limits apply to different treatment scenarios?",
    "In what circumstances would a traveler be eligible for reimbursement for Traditional Chinese Medical treatment in Singapore, and how does this coverage interact with other medical expenses incurred during the trip?",
    "How does the insurance policy define the timeline for seeking medical treatment in Singapore after returning from a trip, and what are the specific limits and conditions for both follow-up treatments and initial treatments not sought overseas?",
    "What are the overall benefits and limitations of the medical expense coverage in Singapore, particularly regarding the maximum amounts payable per visit and per trip for various types of treatments including physiotherapy and Traditional Chinese Medicine?",
    "What processes must be followed to file a claim for medical expenses incurred in Singapore, particularly for treatments received within specified timeframes after returning from a trip, and what documentation is required to support these claims?",
    "How does the policy handle situations where a traveler requires physiotherapy after returning to Singapore, including the maximum coverage limits and any necessary conditions that must be met for reimbursement?",
    "What are the implications for travelers who do not seek initial medical treatment overseas but require treatment within three days of returning to Singapore, including the coverage limits and the types of expenses that can be claimed?",
    "How does the insurance coverage for medical expenses in Singapore accommodate different types of medical practitioners, such as Traditional Chinese Medicine practitioners, and what are the specific limits and conditions associated with these treatments?"
  ]
}