{
  "chunk_id": "Travel_policy_80",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 80,
    "content_length": 951,
    "is_empty": false
  },
  "content": "**Exclusions Applicable to Section 14**\nNo benefit will be payable under Section 14 for:\n1.  Loss or damage arising from delay, confiscation, detention, requisition or destruction by Customs or other officials.\n2.  Loss or damage to Money, Personal Documents, stamps, bonds, coupons, negotiable instruments, title deeds, manuscripts, securities or documents of any kind.\n3.  Breakage or damage to fragile articles (excluding cameras and tape recorders) unless caused by an Accident to the conveyance in which the baggage is being carried.\n4.  Business goods or samples or equipment of any kind.\n5.  Perishables such as fruits or food articles and consumable articles such as cosmetics, toiletries, contact or corneal lenses, skincare products and perfume.\n6.  Any Sports Equipment that is hired, loaned or entrusted to You.\n7.  Loss or damage to any Sports Equipment during practice or course of play.\n8.  Any electronic or motorized Sports Equipment.",
  "questions": [
    "What are the specific exclusions related to loss or damage caused by customs officials, and how do these exclusions interact with claims for other types of baggage loss or damage, particularly in scenarios involving international travel?",
    "How does the policy define the limitations on coverage for personal documents and financial instruments, and what steps should a policyholder take if they experience loss or damage to these items while traveling?",
    "In what circumstances can claims be made for breakage or damage to fragile articles, and how does the definition of 'accident' apply to different modes of transport, including air and ground travel?",
    "What are the implications of the exclusions for business goods and samples on a policyholder's ability to claim for loss or damage during business trips, and how does this affect the coverage of personal items used for work?",
    "How does the policy address the coverage of perishables and consumables, and what are the guidelines for filing claims related to these items if they are lost or damaged during travel?",
    "What are the specific exclusions for sports equipment under the policy, and how do these exclusions affect claims for loss or damage during both practice and competitive events?",
    "How does the policy differentiate between owned and hired sports equipment in terms of coverage, and what are the implications for policyholders who frequently rent sports gear while traveling?",
    "What are the coverage limitations for electronic or motorized sports equipment, and how do these exclusions impact claims related to loss or damage during travel or sporting events?",
    "In the event of loss or damage to personal items during travel, what processes must a policyholder follow to ensure they are compliant with the exclusions listed, particularly regarding documentation and proof of loss?",
    "How do the various exclusions listed in Section 14 collectively impact the overall benefits of the policy, and what strategies can policyholders employ to mitigate the risk of denied claims due to these exclusions?"
  ]
}