{
  "chunk_id": "Travel_policy_153",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 153,
    "content_length": 652,
    "is_empty": false
  },
  "content": "7.  The cost of prosthetic devices or visual or hearing aids.\n8.  Terminal Illness regardless if Pre-Existing Medical Condition Section 43a, Overseas Medical Expenses has been purchased.\n9.  Traveling against the advice of any Registered Medical Practitioner due to Your Pre-Existing Medical Condition.\n10. Any Pre-Existing Medical Condition that has worsened within thirty (30) days prior to the Trip, for which a Registered Medical Practitioner has recommended consulting a Specialist, undergoing diagnostic tests, having surgery, altering prescribed medication or dosage, or changing treatment.\n11. Any Trip more than a duration of thirty (30) days.",
  "questions": [
    "What are the coverage details for prosthetic devices and visual or hearing aids, including any limitations or exclusions that may apply, and how do these benefits interact with other medical expenses during a trip?",
    "How does the policy address coverage for terminal illness in relation to pre-existing medical conditions, particularly in scenarios where overseas medical expenses are involved, and what documentation is required to support claims in such cases?",
    "What are the implications of traveling against medical advice due to a pre-existing condition, including potential coverage limitations, the process for filing claims, and how this affects overall trip insurance benefits?",
    "In what scenarios would a pre-existing medical condition that has worsened within thirty days prior to travel impact coverage, and what specific actions recommended by a medical practitioner could lead to exclusions from coverage?",
    "How does the policy define and handle trips exceeding thirty days in duration, including any additional coverage options, limitations on benefits, and the process for extending coverage for longer trips?",
    "What are the specific conditions under which prosthetic devices and aids are covered, and how does this coverage interact with other medical treatments or expenses incurred during a trip?",
    "How does the policy differentiate between terminal illness coverage and other medical conditions, particularly in terms of eligibility for benefits and the necessary medical documentation required for claims?",
    "What are the potential consequences of traveling with a pre-existing condition that has recently worsened, including the impact on insurance claims and the types of medical advice that could lead to denial of coverage?",
    "What steps should a policyholder take if they need to travel for more than thirty days, including any necessary adjustments to their coverage, potential additional costs, and how to ensure continued protection during extended trips?",
    "How does the policy manage the interplay between pre-existing conditions and overseas medical expenses, particularly in cases of terminal illness, and what are the recommended procedures for ensuring coverage is maintained while traveling?"
  ]
}