{
  "chunk_id": "Travel_policy_110",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 110,
    "content_length": 581,
    "is_empty": false
  },
  "content": "6.  The covered events if this Policy is purchased less than three (3) days prior to the commencement of the scheduled Trip.\n7.  Loss that is covered by any other existing insurance scheme, government program or that it will be paid or refunded by a hotel, Common Carrier, travel agent or any other provider of travel and/or accommodation.\n8.  An epidemic or pandemic as declared by the World Health Organisation or the Ministry of Health of Singapore.\n9.  The use for any air miles, holiday points, membership or credit card redemption You use to pay for all or part of Your Trip.",
  "questions": [
    "What are the implications for coverage if the insurance policy is purchased less than three days before the trip, particularly regarding the types of events that are covered and any exclusions that may apply?",
    "How does the policy address situations where losses are covered by other existing insurance schemes or government programs, and what is the process for claiming benefits in such cases?",
    "In the context of an epidemic or pandemic declared by the World Health Organisation or the Ministry of Health of Singapore, what specific coverage is provided, and how does it affect claims related to trip cancellations or medical expenses?",
    "What are the limitations on using air miles, holiday points, or credit card redemptions to pay for a trip in relation to the coverage provided by this policy, and how does this impact the overall benefits available?",
    "How does the policy differentiate between covered events that occur before and after the purchase of the insurance, especially in scenarios involving last-minute trip cancellations or changes due to unforeseen circumstances?",
    "What are the procedures for filing claims related to losses that are also covered by other travel providers, such as hotels or travel agents, and how does this affect the total compensation received?",
    "In the event of a declared epidemic or pandemic, what specific documentation or evidence is required to support a claim, and how does the policy ensure that travelers are adequately protected during such global health crises?",
    "How does the policy handle situations where a trip is partially paid for using points or miles, particularly in terms of reimbursement processes and the calculation of benefits for covered events?",
    "What are the specific exclusions related to losses incurred due to pre-existing conditions or other factors that may not be covered under this policy, especially in the context of travel during a pandemic?",
    "How does the policy ensure that travelers are informed about their rights and responsibilities regarding coverage for losses that may overlap with other insurance schemes or travel provider guarantees?"
  ]
}