{
  "chunk_id": "Travel_faq_23",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 23,
    "content_length": 313,
    "is_empty": false
  },
  "content": "Q: What should I do if I lose my money or travel documents during my trip?\nA: If your loss arises out of robbery, burglary or theft, you should report the loss to the local police within 24 hours after the loss / incident and obtain a written statement from the police to substantiate your travel insurance claim.",
  "questions": [
    "What are the specific steps I need to take if I lose my money or travel documents during my trip, including the timeline for reporting to local authorities and the documentation required for filing a travel insurance claim?",
    "In the event of a robbery, burglary, or theft resulting in the loss of money or travel documents, what are the implications for my travel insurance coverage, and how does the requirement for a police report affect the claims process?",
    "How does the travel insurance policy define the terms 'robbery', 'burglary', and 'theft', and what are the differences in coverage or claims processes for each type of loss during my trip?",
    "What additional documentation or evidence might be required beyond the police report when filing a claim for lost money or travel documents, and how can I ensure my claim is processed efficiently?",
    "If I fail to report the loss of my money or travel documents to the police within the specified 24-hour period, how might this impact my ability to successfully claim under my travel insurance policy?",
    "What are the potential consequences of not obtaining a written statement from the police after losing money or travel documents, and how does this affect the overall validity of my travel insurance claim?",
    "Are there any specific exclusions or limitations in the travel insurance policy regarding losses due to robbery, burglary, or theft, and how do these exclusions apply in different countries or regions?",
    "How does the travel insurance handle claims for lost money or travel documents if the loss occurs in a high-risk area, and what additional precautions should I take to protect myself?",
    "What are the recommended best practices for safeguarding my money and travel documents while traveling, and how can these practices influence the likelihood of a successful insurance claim in case of loss?",
    "In the case of a loss of money or travel documents, what support services does the travel insurance provide, such as emergency assistance or legal advice, and how can I access these services during my trip?"
  ]
}