{
  "chunk_id": "Travel_policy_187",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 187,
    "content_length": 733,
    "is_empty": false
  },
  "content": "* (c) the destruction of property by order of any public authority\n21. In any action suit or other proceeding where We allege that by reason of the provisions above any loss destruction or damage is not covered by this insurance the burden of proving that such loss destruction or damage is covered shall be upon You.\n22. Property damage covered under this Policy shall mean physical damage to the substance of property. Physical damage to the substance of property shall not include damage to data or software, in particular any detrimental change in data, software or computer programs that is caused by a deletion, a corruption or a deformation of the original structure. Consequently, the following are excluded from this Policy:",
  "questions": [
    "What are the implications of property destruction ordered by public authorities in terms of coverage, and how does this interact with the overall claims process for property damage under the policy?",
    "How does the burden of proof shift in legal proceedings regarding property damage claims, and what specific evidence or documentation is required from the policyholder to establish coverage for losses?",
    "What constitutes physical damage to property under this policy, and how does this definition affect claims related to both tangible assets and intangible items like data or software?",
    "In what scenarios would damage to data or software be excluded from coverage, and how does this exclusion impact claims related to cyber incidents or technological failures?",
    "How does the policy define the limits of coverage for physical damage, and what are the specific exclusions that policyholders should be aware of when filing a claim for property damage?",
    "What processes must a policyholder follow to demonstrate that a loss is covered under the policy, particularly in cases where the insurer disputes the claim based on the outlined exclusions?",
    "How do the definitions of property damage and the exclusions for data and software interact in cases of hybrid claims involving both physical property and digital assets?",
    "What are the potential consequences for policyholders if they fail to provide adequate proof of coverage in disputes over property damage claims, and what strategies can they employ to strengthen their claims?",
    "How does the policy address the issue of indirect damage or consequential losses related to property damage, especially in the context of exclusions for data corruption or software issues?",
    "What are the overall responsibilities of the policyholder in relation to maintaining records and evidence of property condition prior to a claim, and how does this relate to the insurer's obligations in the claims process?"
  ]
}