{
  "chunk_id": "Travel_faq_48",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 48,
    "content_length": 480,
    "is_empty": false
  },
  "content": "Q: If I was injured or sick overseas but did not seek medical treatment, can I do so upon my return to Singapore?\nA: Yes. The Company will indemnify you up to the Benefits Payable under the Policy for the treatment sought within three (3) days after your return from the Trip where initial treatment for Bodily Injury or Sickness was not sought overseas, up to a maximum of thirty (30) days from the date of first treatment in Singapore, and subject to a limit of S$100 per visit.",
  "questions": [
    "Can I seek medical treatment in Singapore if I was injured or fell sick overseas but didn't get treated there?",
    "What is the time frame within which I must seek medical treatment in Singapore after returning from a trip to be eligible for coverage?",
    "What is the maximum duration for which I can receive medical treatment in Singapore under the policy after an injury or sickness abroad?",
    "Is there a per visit limit on the amount that can be claimed for medical treatment in Singapore after returning from overseas?",
    "What happens if I don't seek medical treatment within three days of returning to Singapore from a trip?",
    "Are there any conditions under which the policy will cover medical treatment in Singapore if the initial treatment was not sought overseas?",
    "How much can I claim per medical visit under the policy after returning from a trip where I was injured or sick?",
    "What is the maximum number of days I can claim medical treatment expenses in Singapore after an overseas injury?",
    "Does the policy cover medical expenses if I seek treatment more than three days after returning from a trip?",
    "What are the Benefits Payable under the policy for treatment in Singapore if no initial treatment was sought overseas?"
  ]
}