{
  "chunk_id": "Travel_policy_191",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 191,
    "content_length": 751,
    "is_empty": false
  },
  "content": "**Chief Executive Officer**\n**HL Assurance Pte. Ltd.**\n**11 Keppel Road #11-01 ABI Plaza**\n**Singapore 089057**\n\nWe will respond to Your appeal within fourteen (14) working days. If You are still dissatisfied with the CEO's response, We will refer You to a dispute resolution organization, Financial Industry Disputes Resolution Centre Ltd (FIDREC) which is an independent organization. FIDReC's contact details are:\n\n**Financial Industry Disputes Resolution Centre Ltd**\n**36 Robinson Road #15-01**\n**City House**\n**Singapore 068877**\n\n* **Telephone**: (65) 6327 8878\n* **Fax**: (65) 6327 8488\n* **Email**: info@fidrec.com.sg\n* **Website**: www.fidrec.com.sg\n\nImportant - Please remember to quote Your Policy number / reference in Your communication.",
  "questions": [
    "What is the complete process for appealing a decision made by HL Assurance, including the timeline for responses, the role of the CEO in the appeal process, and the subsequent steps if the appeal is not resolved satisfactorily?",
    "How does HL Assurance ensure transparency and accountability in their appeal process, particularly regarding the timeline for responses and the involvement of the Financial Industry Disputes Resolution Centre Ltd (FIDREC) if further action is needed?",
    "What are the specific responsibilities of the Financial Industry Disputes Resolution Centre Ltd (FIDREC) in handling disputes that arise after an appeal to the CEO, and what information must be provided by the policyholder to initiate this process?",
    "In what scenarios might a policyholder need to escalate their appeal to FIDREC after receiving a response from the CEO, and what are the implications of this escalation for the resolution of their dispute?",
    "What are the communication requirements for policyholders when appealing a decision, including the importance of quoting the policy number/reference, and how does this affect the efficiency of the dispute resolution process?",
    "How does the timeline of fourteen (14) working days for the CEO's response impact the overall dispute resolution process, and what are the potential consequences for policyholders if this timeline is not adhered to?",
    "What types of disputes are typically handled by FIDREC, and how does the process differ from the initial appeal to the CEO of HL Assurance in terms of resolution methods and expected outcomes?",
    "What are the contact methods available for policyholders to reach FIDREC, and how do these methods facilitate effective communication during the dispute resolution process?",
    "What documentation or evidence might a policyholder need to provide when appealing to the CEO or when escalating to FIDREC, and how does this documentation influence the outcome of the appeal?",
    "How does HL Assurance's appeal and dispute resolution process align with industry standards for customer service and complaint handling, particularly in relation to the role of independent organizations like FIDREC?"
  ]
}