{
  "chunk_id": "Travel_policy_126",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 126,
    "content_length": 648,
    "is_empty": false
  },
  "content": "This Clause shall not extend this Policy to cover any liability which would not have been covered under this Policy had this Clause not been attached\n\n### LIFESTYLE\n\n#### Section 31. Loss of Home Contents Due to Burglary\nWe shall pay up to the Benefit Limit for loss of or damage to Home Contents as a result of burglary involving the use of forcible, violent and visible means to enter into or exit from the Home premises in Singapore and occurring while such premises are vacated during Your Trip.\n\nWe shall have the right to opt to make payment, reinstate or repair any damaged article subject to due allowance of wear and tear and depreciation.",
  "questions": [
    "What are the specific conditions under which the insurance policy will cover loss of home contents due to burglary, including the definition of 'forcible, violent and visible means' and how these terms are interpreted in different scenarios?",
    "How does the policy define the term 'Home' in relation to the coverage of contents lost due to burglary, and what implications does this have for properties that are rented or shared?",
    "What is the process for filing a claim for loss of home contents due to burglary, including the necessary documentation, timeframes for reporting the incident, and any specific requirements that must be met to qualify for the benefit limit?",
    "In the event of a burglary that occurs while the home is vacated during a trip, how does the policy handle the valuation of lost or damaged items, including considerations for wear and tear and depreciation?",
    "What are the limitations or exclusions that apply to the coverage of home contents lost due to burglary, particularly regarding items that may not be considered as part of 'Home Contents'?",
    "How does the policy address the situation where multiple items are lost or damaged in a burglary, including how the benefit limit is applied and whether it covers partial losses or only total losses?",
    "What options does the policyholder have if the insurer chooses to repair or reinstate damaged articles instead of providing a cash payment, and how does this affect the overall claim process?",
    "How does the policy differentiate between burglary and other forms of theft or loss, and what specific evidence is required to substantiate a claim for burglary-related losses?",
    "What are the implications of the clause stating that the policy will not cover liabilities that would not have been covered without this clause, particularly in relation to claims for burglary?",
    "In what scenarios might the insurer deny a claim for loss of home contents due to burglary, and what steps can policyholders take to ensure their claims are valid and supported by the policy terms?"
  ]
}