{
  "chunk_id": "Travel_policy_167",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 167,
    "content_length": 857,
    "is_empty": false
  },
  "content": "### 8. Dispute Resolution\nAny dispute arising out of or in connection with Your Policy, including any question regarding its existence, validity or termination shall be referred to the Financial Industry Disputes Resolution Centre Ltd (FIDREC). If the dispute or any part of the dispute cannot be referred to or dealt with by FIDREC, or if You do not accept the decision of the FIDReC Adjudicator, the dispute shall be referred to and finally resolved by arbitration administered by the Singapore International Arbitration Centre (\"SIAC\") in accordance with the Arbitration Rules of the SIAC (\"SIAC Rules\") for the time being in force, which rules are deemed to be incorporated by reference in this condition. The seat of the arbitration shall be Singapore. The Tribunal shall consist of one (1) arbitrator. The language of the arbitration shall be English.",
  "questions": [
    "What are the specific procedures for initiating a dispute resolution process through FIDREC, and how do these procedures differ if the dispute cannot be resolved by FIDREC or if the decision is not accepted by the policyholder?",
    "In what scenarios would a dispute related to the insurance policy need to be escalated from FIDREC to arbitration at SIAC, and what are the implications for both parties in terms of time, costs, and potential outcomes?",
    "How does the arbitration process at SIAC work in terms of timelines, costs, and the selection of the arbitrator, and what are the rights of the policyholder during this process compared to the FIDREC resolution?",
    "What types of disputes are eligible for resolution through FIDREC, and what are the limitations or exclusions that might require arbitration at SIAC instead?",
    "What are the roles and responsibilities of the arbitrator in the SIAC arbitration process, and how does this compare to the role of the adjudicator at FIDREC in terms of decision-making and authority?",
    "How does the choice of Singapore as the seat of arbitration affect the dispute resolution process, particularly regarding legal jurisdiction, enforcement of awards, and the application of local laws?",
    "What are the language requirements for both the FIDREC and SIAC dispute resolution processes, and how might language barriers impact the resolution of disputes for non-English speaking policyholders?",
    "What are the potential outcomes of a dispute resolved through FIDREC versus one resolved through SIAC arbitration, and how do these outcomes affect the policyholder's rights and obligations under the insurance policy?",
    "How can policyholders prepare for a dispute resolution process, whether through FIDREC or SIAC, including documentation, timelines, and strategies for presenting their case effectively?",
    "What are the implications of the arbitration rules of SIAC being incorporated by reference into the dispute resolution process, and how might these rules influence the conduct and outcome of the arbitration?"
  ]
}