{
  "chunk_id": "Travel_policy_52",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 52,
    "content_length": 666,
    "is_empty": false
  },
  "content": "**\"Immediate Family Member\"** means Your legal spouse, biological Child(ren), step or legally adopted Child(ren), parent, parent-in-law, sibling, grandparent, grandparent-in-law, great grandparent, great grandparent-in-law, grandchild(ren), brother-in-law or sister-in-law.\n\n**\"Insured Person(s), You, Your\"** means the person or persons described as such including Child(ren) in the Policy Schedule, ordinarily residing in Singapore for whom the insurance is arranged.\n\n**\"Isolation Order\"** means a legal order, issued to quarantine or isolate an individual who is, or is suspected to be, a carrier of COVID-19, or a contact of a person confirmed to have COVID-19.",
  "questions": [
    "How does the definition of 'Immediate Family Member' impact the eligibility for benefits related to medical emergencies, travel insurance claims, or bereavement support, particularly in scenarios involving multiple family members affected by COVID-19?",
    "What are the implications of the term 'Insured Person(s)' in terms of coverage limits, claim processes, and benefits available for individuals residing outside of Singapore, especially in cases involving family members who may need to be included in the policy?",
    "In what ways does an 'Isolation Order' affect the coverage options available under the policy, including medical treatment, travel disruptions, and potential compensation for lost income or expenses incurred during the quarantine period?",
    "How do the definitions of 'Immediate Family Member' and 'Insured Person(s)' interact when determining eligibility for benefits related to hospitalization or medical treatment for COVID-19, particularly in cases where family members are involved in the care process?",
    "What are the coverage implications for an 'Insured Person' who is placed under an 'Isolation Order', including the types of medical expenses covered, the process for filing claims, and any limitations that may apply based on the duration of the isolation?",
    "How does the policy define the benefits available to 'Immediate Family Members' in the event of a death or serious illness due to COVID-19, and what processes must be followed to claim these benefits?",
    "What scenarios involving 'Insured Persons' and 'Immediate Family Members' would trigger coverage for travel-related incidents, and how does the policy address claims for cancellations or interruptions due to an 'Isolation Order'?",
    "How does the policy ensure coverage for medical expenses incurred by 'Insured Persons' who are required to undergo testing or treatment due to an 'Isolation Order', and what documentation is necessary to support these claims?",
    "What are the specific benefits available to 'Immediate Family Members' in the context of mental health support or counseling services, particularly in relation to the stress and anxiety caused by COVID-19 isolation or illness?",
    "How does the definition of 'Insured Person(s)' influence the coverage for preventive measures against COVID-19, such as vaccinations or health screenings, and what are the conditions under which these benefits can be claimed?"
  ]
}