{
  "chunk_id": "Travel_policy_56",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 56,
    "content_length": 506,
    "is_empty": false
  },
  "content": "**\"Money\"** means cash, bank notes and coins, cheques, traveller's cheques or money orders.\n\n**\"Overseas\"** means any countries beyond the territorial limits of Singapore.\n\n**\"Period of Insurance\"** means the period during which the coverage under the Policy is effective, as stated in the Policy Schedule. Under Section 19, 22, 40 and 41, it means the period commencing on the Issue Date of the Policy Schedule or thirty (30) days before the date of commencement of the scheduled Trip, whichever is later.",
  "questions": [
    "What types of financial instruments are classified as 'Money' under the policy, and how do these definitions impact claims related to theft or loss of these items during travel or overseas trips?",
    "How does the definition of 'Overseas' affect the coverage limits and exclusions for incidents occurring outside of Singapore, particularly in relation to emergency medical expenses and personal property loss?",
    "What is the significance of the 'Period of Insurance' in determining the validity of claims, and how does it interact with the scheduled trip dates and the effective coverage for pre-trip expenses?",
    "In what scenarios would the definition of 'Money' be crucial for filing a claim, and how does the policy differentiate between various forms of money in terms of coverage and reimbursement processes?",
    "How does the 'Period of Insurance' influence the coverage for both pre-trip and post-trip incidents, and what are the implications for claims made within the thirty days prior to the scheduled trip?",
    "What are the implications of the 'Overseas' definition on the policy's coverage for natural disasters or political unrest, and how does this affect claims for trip cancellations or interruptions?",
    "How do the definitions of 'Money' and 'Overseas' interact in the context of travel-related theft, and what documentation is required to support claims involving these definitions?",
    "What are the specific conditions under which the 'Period of Insurance' can be extended or modified, and how does this affect coverage for unexpected events that occur during the trip?",
    "How does the policy handle claims related to 'Money' lost or stolen during travel, and what are the steps required to report such incidents, especially when they occur overseas?",
    "What are the potential limitations or exclusions related to the definitions of 'Money' and 'Overseas' that policyholders should be aware of when planning international travel?"
  ]
}