{
  "chunk_id": "Travel_policy_105",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 105,
    "content_length": 992,
    "is_empty": false
  },
  "content": "#### Section 22. Travel Postponement\nWe will pay You up to the Benefit Limit the reasonable administrative charges which You are legally liable to pay to postpone the Trip in the event of necessary and unavoidable postponement of the whole Trip by You arising from:\n* (a) death, Serious Bodily Injury or Serious Sickness, occurring to You, Your Travel Companion or Immediate Family Member, during the Period of Insurance;\n* (b) witness summons issued to You or jury service to be performed by You that are not made known to You before the Trip was booked;\n* (c) compulsory quarantine of You or Your Travel Companion;\n* (d) serious damage to Your Home in Singapore by a Natural Disaster, fire or burglary occurring within fourteen (14) days from the scheduled departure date of the Trip and during the Period of Insurance. For avoidance of doubt, We will have sole discretion in determining whether the damage sustained to Your Home is \"serious damage\" such that the said clause is applicable;",
  "questions": [
    "What are the specific conditions under which travel postponement benefits are applicable, including the types of events that qualify as serious bodily injury or sickness, and how these conditions affect the overall benefit limit for administrative charges?",
    "How does the insurance policy define 'serious damage' to your home, and what criteria are used to determine if damage from natural disasters, fire, or burglary qualifies for travel postponement benefits?",
    "In the event of a necessary postponement due to jury service or witness summons, what documentation is required to support the claim, and how does this process differ from claims related to medical emergencies or home damage?",
    "What are the implications of postponing a trip due to compulsory quarantine, and how does the policy handle the reimbursement of administrative charges in such scenarios compared to other reasons for postponement?",
    "How does the policy address the situation where multiple qualifying events occur simultaneously, such as a family member's serious illness and serious damage to the home, in terms of benefit limits and claim processing?",
    "What steps must be taken to file a claim for travel postponement, and how does the timeline for notification of the postponement affect the eligibility for benefits under various qualifying conditions?",
    "How does the insurance company determine the 'reasonable administrative charges' that are eligible for reimbursement, and are there any caps or limits on these charges based on the type of postponement event?",
    "What are the potential exclusions or limitations related to travel postponement claims, particularly concerning pre-existing conditions or events that were known prior to booking the trip?",
    "How does the policy ensure that the postponement benefits are applicable only during the 'Period of Insurance,' and what happens if the postponement occurs after this period due to unforeseen circumstances?",
    "In cases where the postponement is due to serious bodily injury or sickness, how does the policy differentiate between the insured individual and their travel companion or immediate family member in terms of coverage and claim eligibility?"
  ]
}