{
  "chunk_id": "Travel_policy_135",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 135,
    "content_length": 510,
    "is_empty": false
  },
  "content": "**Exclusions Applicable to Section 36**\nNo benefit will be payable under Section 36:\n1.  If You are not Fully Vaccinated.\n\n#### Section 37. Overseas Quarantine Allowance due to COVID-19\nIn the event that You are issued an Isolation Order by the relevant authorities or governing bodies after being Diagnosed with COVID-19 during Your Trip, We will pay You the Per Day Limit as per the following table based on Your Travel Insurance Plan for each continuous twenty-four (24) hour period up to the Benefit Limit.",
  "questions": [
    "What are the implications of being classified as 'Not Fully Vaccinated' under Section 36, and how does this status affect eligibility for benefits across different scenarios, including overseas travel and COVID-19 related claims?",
    "How does the Overseas Quarantine Allowance under Section 37 function in conjunction with the Isolation Order issued due to a COVID-19 diagnosis, including the daily compensation limits and the overall benefit cap for various travel insurance plans?",
    "What are the specific conditions that must be met to qualify for the Overseas Quarantine Allowance, and how does the process for claiming this allowance differ based on the duration of the quarantine and the nature of the travel insurance plan?",
    "In what ways do the exclusions under Section 36 interact with the benefits provided in Section 37, particularly in scenarios where a traveler is diagnosed with COVID-19 but does not meet the vaccination requirements?",
    "What documentation is required to support a claim for the Overseas Quarantine Allowance, and how does the claims process differ for individuals who are fully vaccinated versus those who are not?",
    "How does the travel insurance policy define 'Fully Vaccinated,' and what are the potential consequences for travelers who do not meet this definition in terms of both Section 36 exclusions and Section 37 benefits?",
    "What are the maximum benefit limits for the Overseas Quarantine Allowance, and how do these limits vary based on different travel insurance plans and the length of the quarantine period?",
    "How does the policy handle situations where a traveler is diagnosed with COVID-19 while abroad but has not received the full vaccination, particularly regarding the overlap of exclusions and benefits?",
    "What are the procedures for appealing a denied claim under Section 36 due to vaccination status, and how might this impact claims related to the Overseas Quarantine Allowance in Section 37?",
    "In the event of a COVID-19 diagnosis while traveling, how do the benefits under Section 37 coordinate with other potential coverages, such as medical expenses or trip interruption, especially for travelers who are fully vaccinated?"
  ]
}