{
  "chunk_id": "Travel_policy_163",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 163,
    "content_length": 901,
    "is_empty": false
  },
  "content": "### 3. Cancellation Refund\n* **(a) For Single Return Trip policy**\n    We may cancel the Policy at any time by giving seven (7) working days notification in writing to You at Your last known address. You may cancel the Policy before the start of Your Trip and We will refund You the premium You have paid less $25 for administrative charge. We will not refund You if any refund premium is less than $5 or a claim has been made under the Policy.\n* **(b) For Annual Multi-Trip Policy**\n    We may cancel the Policy at any time by giving seven (7) working days notification in writing to You at Your last known address. You may cancel the Policy at any time by giving seven (7) working days notification in writing to Us provided no claim has been made under the Policy. You will be entitled to a return of premium subject to the short period rates for the period the Policy has been in force as follows:",
  "questions": [
    "What are the specific conditions under which both the insurer and the insured can cancel the Single Return Trip and Annual Multi-Trip policies, including the required notification periods and the implications of making a claim on the refund eligibility?",
    "How does the refund process differ between the Single Return Trip policy and the Annual Multi-Trip policy, particularly in terms of administrative charges, minimum refund amounts, and the calculation of short period rates for the Annual Multi-Trip policy?",
    "What are the potential scenarios in which a policyholder might seek to cancel their insurance policy before their trip starts, and how do the refund conditions, including administrative fees and claim status, affect their financial recovery in both policy types?",
    "In the event of a cancellation by the insurer, what are the notification requirements and how might this impact the policyholder's travel plans, especially in relation to the timing of the cancellation notice and any ongoing trips?",
    "What are the implications for a policyholder who wishes to cancel their Annual Multi-Trip policy after a claim has been made, and how does this compare to the cancellation process for the Single Return Trip policy?",
    "How do the refund policies for both the Single Return Trip and Annual Multi-Trip policies address situations where the refund amount falls below the minimum threshold, and what are the administrative charges that apply in such cases?",
    "What steps must a policyholder take to successfully cancel their policy under both the Single Return Trip and Annual Multi-Trip options, and what documentation or notifications are required to ensure compliance with the terms outlined?",
    "How does the cancellation refund policy handle situations where a policyholder has made multiple trips under the Annual Multi-Trip policy, and what factors influence the refund calculation based on the duration of coverage?",
    "What are the differences in the refund eligibility criteria for the Single Return Trip policy versus the Annual Multi-Trip policy, particularly regarding the timing of cancellation and the impact of claims on the refund process?",
    "In what ways do the cancellation terms for both policy types protect the insurer's interests while also providing a fair process for the policyholder, especially in terms of notification periods and refund calculations?"
  ]
}