{
  "chunk_id": "Travel_policy_154",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 154,
    "content_length": 801,
    "is_empty": false
  },
  "content": "#### Section 43b. Emergency Medical Evacuation (Pre-Existing Condition)\nIn the event that You sustain Bodily Injury or Sickness due to a Pre-Existing Medical Condition while Overseas and if judged by Our appointed assistance company that it is medically appropriate to move You to another location for medical treatment or to return You to Singapore, Our appointed assistance company shall arrange for the mode of evacuation, based on the medical severity of Your condition and We shall pay such expenses incurred, up to the Benefit Limit.\n\nYou and the persons acting on Your behalf will be required to provide details of insurance such as name, identification / passport number, Policy number, etc.\n\nThis Section is not applicable to Insured Person(s) who are above the age of seventy (70) years old.",
  "questions": [
    "What are the specific procedures and requirements for arranging an emergency medical evacuation due to a pre-existing medical condition, including the necessary documentation and information that must be provided by the insured or their representatives?",
    "How does the benefit limit for emergency medical evacuation apply to different types of pre-existing medical conditions, and what factors are considered by the appointed assistance company when determining the medical severity of the condition?",
    "What are the implications for individuals over the age of seventy (70) regarding emergency medical evacuation due to pre-existing conditions, and how does this age limitation affect their coverage and available options for medical treatment overseas?",
    "In what scenarios would the appointed assistance company deem it medically appropriate to evacuate an insured person due to a pre-existing condition, and what types of medical treatments might necessitate such an evacuation?",
    "How does the insurance policy handle the costs associated with emergency medical evacuation for pre-existing conditions, including any potential out-of-pocket expenses for the insured and the process for reimbursement?",
    "What information must be provided by the insured or their representatives to the assistance company when requesting an emergency medical evacuation, and how does this information impact the speed and efficiency of the evacuation process?",
    "What are the limitations and exclusions related to emergency medical evacuation for pre-existing conditions, and how do these affect the overall coverage provided under the insurance policy?",
    "How does the policy define 'Bodily Injury or Sickness' in the context of emergency medical evacuation for pre-existing conditions, and what examples might illustrate these definitions in real-world scenarios?",
    "What role does the appointed assistance company play in coordinating the evacuation process, and what criteria do they use to assess whether an evacuation is necessary for an insured person with a pre-existing condition?",
    "What are the potential consequences for insured individuals who fail to provide the required insurance details during an emergency medical evacuation request, and how might this impact their coverage and claims process?"
  ]
}