{
  "chunk_id": "Travel_faq_49",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "faq",
    "source_file": "Travel_FAQs.txt",
    "chunk_index": 49,
    "content_length": 770,
    "is_empty": false
  },
  "content": "Q: I am currently under medication for some medical conditions. Can I claim for medical expenses related to these medical conditions during the trip?\nA: Under our standard Travel Insurance Policy, pre-existing medical conditions are not covered. However, if you purchase our Pre-Existing Medical Conditions Coverage add-on, you can claim for overseas medical expenses and emergency medical evacuation related to your pre-existing medical condition, up to the benefit limits stated in your policy, and provided that you are fit to travel and not travelling against the advice of any Registered Medical practitioner due to your pre-existing medical condition. You may refer to our policy wording for more information regarding our Pre-Existing Medical Conditions coverage.",
  "questions": [
    "What does the standard Travel Insurance Policy cover regarding pre-existing medical conditions?",
    "How can I get coverage for medical expenses related to pre-existing conditions while traveling?",
    "What are the benefits of purchasing the Pre-Existing Medical Conditions Coverage add-on?",
    "Are there any conditions under which I can claim for medical expenses related to pre-existing conditions?",
    "What should I check with my doctor before traveling with a pre-existing medical condition?",
    "Where can I find more information about the Pre-Existing Medical Conditions Coverage?",
    "Is emergency medical evacuation covered if I have a pre-existing medical condition?",
    "What does 'fit to travel' mean in the context of pre-existing medical conditions?",
    "Can I claim for overseas medical expenses if I have the Pre-Existing Medical Conditions Coverage add-on?",
    "What limitations are there in the policy regarding travel with pre-existing medical conditions?"
  ]
}