{
  "chunk_id": "Travel_policy_97",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 97,
    "content_length": 738,
    "is_empty": false
  },
  "content": "* (a) death, Serious Bodily Injury or Serious Sickness, occurring to You, Your Travel Companion or Immediate Family Member, during the Period of Insurance;\n    * (b) witness summons issued to You or jury service to be performed by You that are not made known to You before the Trip was booked;\n    * (c) compulsory quarantine of You or Your Travel Companion;\n    * (d) serious damage to Your Home in Singapore by a Natural Disaster, fire or burglary occurring within fourteen (14) days from the scheduled departure date of the Trip and during the Period of Insurance. For avoidance of doubt, We will have sole discretion in determining whether the damage sustained to Your Home is \"serious damage\" such that the said clause is applicable;",
  "questions": [
    "What are the coverage implications for death, Serious Bodily Injury, or Serious Sickness affecting You, Your Travel Companion, or Immediate Family Members during the Period of Insurance, and how do these scenarios influence the overall claim process and benefit limits?",
    "In the event of a witness summons or jury service that arises after the Trip has been booked, what are the specific conditions under which coverage is provided, and how does this interact with other potential trip disruptions or cancellations?",
    "How does the policy address the situation of compulsory quarantine for You or Your Travel Companion, including the types of expenses covered, the duration of coverage, and any necessary documentation required for claims?",
    "What constitutes 'serious damage' to Your Home in Singapore due to a Natural Disaster, fire, or burglary, and how does the determination of this damage affect the eligibility for coverage during the fourteen days leading up to the scheduled departure?",
    "What are the procedures for filing a claim related to Serious Bodily Injury or Serious Sickness, and how do these procedures differ when the incident involves a Travel Companion or Immediate Family Member?",
    "How does the policy handle overlapping claims for multiple covered events, such as a serious home damage incident occurring simultaneously with a medical emergency, and what are the limits on benefits in such cases?",
    "What documentation is required to substantiate claims related to jury service or witness summons, and how does the policy ensure that these claims are processed efficiently in relation to other trip-related claims?",
    "In the case of a Natural Disaster affecting Your Home, what specific types of evidence are needed to prove the extent of damage, and how does the insurer assess the seriousness of the damage in relation to coverage eligibility?",
    "How does the policy define the Period of Insurance in relation to the various covered events, and what are the implications for claims made after the period has ended, particularly concerning medical emergencies or home damage?",
    "What are the combined benefits available if both a serious medical condition and home damage occur within the same timeframe, and how does the policy prioritize claims in such scenarios?"
  ]
}