{
  "chunk_id": "Travel_policy_68",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 68,
    "content_length": 638,
    "is_empty": false
  },
  "content": "#### Section 3. Compassionate Visit\nIn the event that You sustain Bodily Injury or Sickness while Overseas and is hospitalized for seven (7) consecutive days with no accompanying Adult person and the Registered Medical Practitioner determines that it is medically necessary for You to have an accompanying Adult person with You, We will pay You up to the Benefit Limit, for the necessary travelling (economy airfare) and reasonable accommodation expenses of one (1) Adult Immediate Family Member, relative or friend to be with You.\n\nThe Adult Immediate Family Member, relative or friend should not exceed the age of eighty (80) years old.",
  "questions": [
    "What are the eligibility criteria for receiving benefits under the Compassionate Visit provision, including the conditions related to hospitalization duration, the presence of an accompanying adult, and the age limit for the accompanying individual?",
    "How does the Compassionate Visit benefit apply in scenarios where the insured is hospitalized overseas due to different types of bodily injuries or sickness, and what are the specific limitations on the types of expenses covered for travel and accommodation?",
    "What is the process for claiming the Compassionate Visit benefit, including the documentation required from the Registered Medical Practitioner and any necessary proof of relationship for the accompanying adult?",
    "In what situations would the Compassionate Visit benefit not be applicable, particularly concerning the age restrictions of the accompanying adult and the circumstances surrounding the hospitalization?",
    "How does the benefit limit for travel and accommodation expenses work under the Compassionate Visit provision, and are there any caps or restrictions based on the destination or duration of stay for the accompanying adult?",
    "What types of medical conditions or emergencies would qualify for the Compassionate Visit benefit, and how does the insurance provider determine the necessity of an accompanying adult in these cases?",
    "Can the Compassionate Visit benefit be utilized for multiple visits if the insured is hospitalized for an extended period, and what are the implications for the benefit limit in such scenarios?",
    "What are the implications of the age limit for the accompanying adult in the Compassionate Visit provision, and how does this affect the choice of who can accompany the insured during their hospitalization?",
    "How does the insurance policy handle situations where the insured is hospitalized for less than seven consecutive days but still requires an accompanying adult, and what are the potential options for coverage in such cases?",
    "What additional support or resources does the insurance provider offer to the insured and their family members during the process of utilizing the Compassionate Visit benefit, especially in terms of coordinating travel and accommodation?"
  ]
}