{
  "chunk_id": "Travel_policy_181",
  "metadata": {
    "product_name": "Travel",
    "doc_type": "policy",
    "source_file": "Travel_policy.md",
    "chunk_index": 181,
    "content_length": 921,
    "is_empty": false
  },
  "content": "7.  An epidemic or pandemic as declared by the World Health Organisation or the Ministry of Health of Singapore, except for COVID-19 cover under Sections 35, 36, 37, 38, 40, 41 and 42.\n8.  You engaging in naval, military, air force, civil defence or police services or operations, testing of any kind of conveyance, being employed as a manual worker, whilst engaged in off-shore or in mining, aerial photography or handling of explosives, ammunitions or firearms.\n9.  Any Pre-Existing Medical Condition of Yours, except for Pre-Existing Medical Condition cover under Section 43a Overseas Medical Expenses and Section 43b Emergency Medical Evacuation.\n10. Mental and nervous or sleep disorders, including but not limited to insanity or any diagnosed psychological or psychiatric disorder, anxiety or depression.\n11. Any wilful, malicious, criminal or unlawful acts committed by You and/or any person acting on Your behalf.",
  "questions": [
    "How does the insurance policy define coverage limitations related to epidemics and pandemics, specifically regarding the exclusions for COVID-19, and what implications does this have for claims related to other declared health crises?",
    "What are the specific exclusions for individuals engaged in military, naval, or police services, and how do these exclusions affect coverage for injuries or incidents occurring during such operations or while handling hazardous materials?",
    "In what ways does the policy address coverage for pre-existing medical conditions, particularly in relation to overseas medical expenses and emergency medical evacuation, and what documentation is required to support claims involving these conditions?",
    "How does the insurance policy handle claims related to mental health issues, including anxiety and depression, and what are the criteria for coverage in cases of diagnosed psychological disorders?",
    "What are the consequences of engaging in unlawful acts as outlined in the policy, and how do these exclusions impact the coverage for injuries or damages resulting from such actions?",
    "How does the policy differentiate between covered and excluded activities for manual workers, particularly in high-risk environments like offshore work or mining, and what safety measures must be in place to ensure coverage?",
    "What processes are in place for filing claims related to incidents that occur during declared epidemics or pandemics, and how does the policy ensure that claimants are informed about the specific exclusions that apply?",
    "How does the policy define the scope of coverage for emergency medical evacuation in relation to pre-existing conditions, and what are the limitations or requirements for obtaining this coverage?",
    "What types of documentation or evidence are required to substantiate claims related to mental health disorders, and how does the policy ensure that these claims are evaluated fairly and comprehensively?",
    "In the context of the policy, how are claims processed for incidents involving both pre-existing medical conditions and mental health disorders, and what are the potential overlaps or conflicts in coverage that claimants should be aware of?"
  ]
}