{
  "chunk_id": "Maid_policy_100",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 100,
    "content_length": 892,
    "is_empty": false
  },
  "content": "Under the Maid insurance policy with a 14-month duration, if the policy is cancelled within 30 days and no claims have been made, the insured is entitled to a 100% refund of the annual premium.\nFor the Maid insurance policy covering a 14-month period, if cancellation occurs between 31 to 90 days without any claims being made, the insured will receive a 50% refund of the annual premium.\nIn the context of a 14-month Maid insurance policy, if the policy is cancelled between 91 to 120 days and no claims have been filed, the insured is eligible for a 20% refund of the annual premium.\nRegarding the Maid insurance policy with a term of 14 months, if the policy is cancelled after exceeding 120 days and no claims have arisen, the insured will not receive any refund of the annual premium.\n\nIn the context of the insurance policy, the short period rates for a 26 months Policy are as follows:",
  "questions": [
    "What is the refund policy for cancelling the Maid insurance within 30 days?",
    "How much refund can I expect if I cancel my Maid insurance policy after 31 days?",
    "Is there a refund available if I cancel my Maid insurance policy after 120 days?",
    "What happens if I make a claim before cancelling my Maid insurance policy?",
    "Can I get a full refund if I cancel my Maid insurance policy after 30 days?",
    "What percentage of the premium is refunded if I cancel my Maid insurance policy between 91 to 120 days?",
    "How long is the duration of the Maid insurance policy mentioned?",
    "What are the conditions for receiving a refund on the Maid insurance policy?",
    "If I cancel my Maid insurance policy after 90 days, what refund will I receive?",
    "Are there different refund rates for different cancellation periods in the Maid insurance policy?"
  ]
}