{
  "chunk_id": "Maid_policy_80",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 80,
    "content_length": 991,
    "is_empty": false
  },
  "content": "# Section 5. Alternative Maid Services\n\nIn the event Your Maid is hospitalized due to an Injury or Illness and is issued with hospitalisation leave by a Registered Medical Practitioner, We will reimburse the cost You pay for alternative maid services up to the Benefit Limit per day as specified in the Policy Schedule for a period of maximum thirty (30) days, provided You are also successful in Your claim under Section 2, Hospital and Surgical Expenses.\n\n# Section 6. Replacement Maid Expenses\n\nIn the event of the termination of Your Maid employment following her Death or Permanent Disablement arising out of an Injury or Illness sustained during the Period of Insurance and is certified by a Registered Medical Practitioner to be medically unfit to perform the usual duties as a Maid, We will pay up to the Benefit Limit as specified in the Policy Schedule for:\n\n1. actual expenses incurred for the termination and/or\n\n2. employment agency’s fees incurred in hiring a replacement maid.",
  "questions": [
    "What happens if my maid is hospitalized due to an injury?",
    "How long can I claim for alternative maid services?",
    "What is the maximum reimbursement amount for alternative maid services?",
    "Do I need to file a claim under Section 2 to receive reimbursement for alternative maid services?",
    "What conditions must be met for replacement maid expenses to be covered?",
    "What expenses are covered under the replacement maid expenses section?",
    "Is there a limit on the number of days I can claim for alternative maid services?",
    "What documentation is required to claim for replacement maid expenses?",
    "What happens if my maid dies or becomes permanently disabled?",
    "Are there any specific qualifications for the medical practitioner certifying my maid's condition?"
  ]
}