{
  "chunk_id": "Maid_policy_70",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 70,
    "content_length": 876,
    "is_empty": false
  },
  "content": "We will not pay for any Permanent Disablement that is not listed in the scale of compensation above.\n\n# Compensation Limits\n\nWe shall not pay for:\n\n- any specific item of Permanent Disablement where that item is also comprised in any other item of Permanent Disablement for which a greater amount of compensation is payable in the circumstances. If benefit is payable for loss of use of a whole member of the body, the benefit for parts of the member cannot also be claimed.\n- Death in addition to any Permanent Disablement if caused by the same Accident, except that if a payment has been made under any part of Permanent Disablement and Death occurs subsequently solely caused by and within twelve (12) months of the Accident, then We will pay any difference if the Compensation payable for Death is greater than that already paid for Permanent Disablement.\n\n\n\n---\n\n# Page 4",
  "questions": [
    "What types of Permanent Disablement are covered under the compensation policy?",
    "Can I claim for both Permanent Disablement and Death if they are caused by the same accident?",
    "What happens if I have a Permanent Disablement that is also part of a greater compensation item?",
    "Is there a time limit for claiming compensation for Death after a Permanent Disablement?",
    "How is the compensation amount determined for Permanent Disablement?",
    "Are there any exclusions for specific items of Permanent Disablement?",
    "What should I do if I experience a Permanent Disablement after an accident?",
    "Can I receive compensation for loss of use of a part of a member if I already claimed for the whole member?",
    "What is the process for claiming the difference in compensation if Death occurs after a Permanent Disablement claim?",
    "Are there any conditions under which compensation for Permanent Disablement can be denied?"
  ]
}