{
  "chunk_id": "Maid_faq_54",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "faq",
    "source_file": "Maid_FAQs.txt",
    "chunk_index": 54,
    "content_length": 8885,
    "is_empty": false
  },
  "content": "Q: Switching Your Domestic Helper’s Insurance Plan?\nA: Free $30 NETS Prepaid Card* Switch from your existing domestic helper insurance in Singapore to Enhanced Maid Protect360 and enjoy our special maid insurance promotion and get free $30 NETS Prepaid Card. It just takes a few clicks and the maid insurance policy will be sent to you instantly.*For New Maid Policy Only. Terms Apply Please refer to below for Promotion Terms and Conditions. Free Medical Teleconsultation Up to 6 Free Medical Teleconsultations* We are the first insurer to be offering 6 free medical consultations for you and your helper so you can consult a doctor from anywhere, anytime and get medication delivered right to your doorstep. Protect your Domestic Helper from COVID-19, Dengue and other Infectious Disease with our Enhanced Maid Protect360. *Terms Apply Please refer to below for Promotion Terms and Conditions. Why HL Assurance Maid Insurance? The Best Maid Insurance With Comprehensive Coverage That Goes Above And Beyond Personal Accident Benefits Receive pay out up to $100,000 as financial protection in the event of an unforeseen accident, resulting in your domestic helper’s death or a permanent disability. Highest Hospital Cash Get the highest hospital cash payout of up to $1,500 when your helper is hospitalised due to illness or injury. Waiver of Co-payment We will waive the 25% co-payment for hospital & surgical expenses when your domestic helper is covered under our Enhanced Plan & above, up to the benefit limit. Alternative Maid Services Assurance to provide temporary assistance for your daily needs during your maid’s hospitalisation. Hospitalisation and Surgical Expenses Up to $80,000 protection if your maid is hospitalised in Singapore. Option to add on $10,000 with Enhanced Medical Benefit. Guarantee bond to Ministry of Manpower (MOM) We replace your liability to pay $5,000 for the Maid Insurance Security Bond. We serve as your Guarantor and will provide a Letter of Guarantee to MOM. BOOST Your Coverage With Comprehensive And High Value Add-Ons Enhanced Medical Benefits + Free Medical Teleconsultation Get Critical Illness coverage, extended Hospitalisation and Surgical benefits, Mobility Aid expenses for your domestic helper. Plus, receive Free Medical Tele-consultation for both you and your helper when you upgrade with our Enhanced Medical Benefits. Six-Monthly Medical Examination Save with us on each mandatory medical examination when your domestic helper does the tests at our panel clinics. Waiver of Counter Indemnity This option will greatly limit your liability on the security bond deposit to just $250 (from $5,000) should the Ministry of Manpower (MOM) make a demand for the security bond payment on your maid insurance. Comprehensive Maid Insurance Plans for Your Helper Pick from the various plans and coverage that suit your needs. Buy domestic helper insurance online today. Basic S$502.30 Accidental Death60,000 Permanent Disablement60,000 Accidental Medical Reimbursement1,000 Hospital & Surgical Expenses60,000 Replacement Maid Expenses200 Maid Personal BelongingsN.A Wages & Levy ReimbursementN.A Enhanced S$551.80 Accidental Death70,000 Permanent Disablement70,000 Accidental Medical Reimbursement2,000 Hospital & Surgical Expenses60,000 Replacement Maid Expenses300 Maid Personal Belongings1,000 Wages & Levy Reimbursement40 Most Popular Premier S$578.20 Accidental Death80,000 Permanent Disablement80,000 Accidental Medical Reimbursement3,000 Hospital & Surgical Expenses80,000 Replacement Maid Expenses500 Maid Personal Belongings2,000 Wages & Levy Reimbursement50 Best Coverage Exclusive S$685.60 Accidental Death100,000 Permanent Disablement100,000 Accidental Medical Reimbursement5,000 Hospital & Surgical Expenses80,000 Replacement Maid Expenses600 Maid Personal Belongings3,000 Wages & Levy Reimbursement60 **Based on 26 months coverage with age banding 50 years old and below. GST inclusive. View Full Details Benefits of Critical Illness Protect360 Critical Illness Protect360 is an affordable plan which provides you with financial protection against illness to ensure that your family can focus on what is more important – your treatment and recovery. High Critical Illness Coverage High Personal Accident Coverage Medical Second Opinion Annual Health Screening Other Promotions HL Bank Debit Card HL Bank Debit Card Travel Insurance Promotion Get up to $30 voucher when you sign up for COVIDSAFE Travel Protect360 and pay with HL Bank Debit Card. What our customers have to say about us Strong Support Customer Review by N Kalawathi I am very pleased with the whole process. It was very hassle-free and saved my time. Simple to follow steps and not too many questions asked. And what more??? The price was right!!! Just the package I was looking for and I’m glad this package is still available. It was a pleasant experience buying a maid insurance package from HL and their response was very fast. Overall, I would give 100/100. At the end of the day, there was a huge smile on my face. Thank you HL Assurance. Efficient & Professional Customer Review by Arnel Repeso My maid got insured instantly at the last minute while being held in Immigration. Thanks for the fast email of the policy. Strong Support Customer Review by Ryan Poh Many thanks for the strong support and helping us to secure this case although the official working hours is over. Great team effort and seamless communication. Efficient & Professional Customer Review by Elizabeth Thank you so much in getting this sorted for us! You are super efficient and professional at handling our case. I’m thoroughly impressed and appreciate HL taking the right actions to keep their customers happy and loyal! Maid Protect360 PRO Insurance Promotion Terms And Conditions Terms and Conditions for Maid Protect360 PRO Insurance Promotion (20% Off All Maid Plans) Terms and Conditions The promotion is held from now until 12 Septembeer 2025. Eligible customers who successfully purchase any Maid Protect360 PRO policies during the Promotion Period will be entitled to 20% discount. This promotion is only applicable for new purchases made via HL Assurance website at www.hlas.com.sg/personal-insurance/maid-insurance/ New purchases refer to purchases via HL Assurance website (as per stated above), and are not applicable to any purchase from HL Assurance’s agency partner. This promotion is not valid with any ongoing travel discounts, schemes or privileges. HL Assurance, at any time, at its sole discretion and without prior notice, can vary, modify, delete or add to these terms and conditions. Please refer to the policy wording for full details. In the event of any dispute, HL Assurance management’s decision is final. HL Assurance’s full disclaimers, terms, and conditions apply to individual products. © 2025 HL Assurance is a registered service mark of Hong Leong Group. HL Assurance Private Limited Co. Reg. No. 201229558W. “HL Assurance” means HL Assurance Private Limited. HL Assurance’s Travel Insurance is underwritten by HL Assurance Pte. Ltd. Co. Reg. No. 201229558W. This policy is protected under the Policy Owner’s Protection Scheme, which is administered by the Singapore Deposit Insurance Corporation (SDIC). Coverage for your policy is automatic, and no further action is required from you. For more information on the types of benefits that are covered under the scheme as well as the limits of coverage, where applicable, please contact HL Assurance Pte. Ltd. or visit the GIA or SDIC websites (www.gia.org.sg or www.sdic.org.sg). This is not a contract of insurance. Accordingly, the information should be read and construed in the light of, and subject to, all terms and conditions contained in the Policy. Full details are stated in the Policy. HL ASSURANCE SPIN AND WIN 2025 Terms and Conditions To view full details on HL ASSURANCE SPIN AND WIN 2025 Terms and Conditions, click here. Spin & Win Flash Deal: Get 10X more Grand Draw Entries (14-19 August 2025) Terms and Conditions To view full details on Spin & Win Flash Deal: Get 10X more Grand Draw Entries (14-19 August 2025) Terms and Conditions, click here. Maid Protect360 PRO Benefits And Coverage What our Maid Insurance Covers Note: Swipe left or right to view the full table on your mobile screen. Policy Owners’ Protection Scheme This policy is protected under the Policy Owners’ Protection Scheme which is administered by the Singapore Deposit Insurance Corporation (SDIC). Coverage for your policy is automatic and no further action is required from you. For more information on the types of benefits that are covered under the scheme as well as the limits of coverage, where applicable, please contact HL Assurance Pte. Ltd. or visit the GIA or SDIC websites ( www.gia.org.sg or www.sdic.org.sg). Maid Protect360 PRO Insurance FAQs Frequently Asked Questions for Maid Insurance",
  "questions": [
    "What benefits are included in the Enhanced Maid Protect360 insurance plan?",
    "How can I switch my domestic helper's insurance plan to Enhanced Maid Protect360?",
    "What is the promotion for switching to Enhanced Maid Protect360?",
    "What is the maximum hospital cash payout for a domestic helper under this insurance?",
    "Are there any free medical consultations included with the Enhanced Maid Protect360 plan?",
    "What is the coverage limit for hospitalisation and surgical expenses?",
    "How does the waiver of co-payment work under the Enhanced Plan?",
    "What are the terms and conditions for the 20% discount promotion on Maid Protect360 PRO policies?",
    "What kind of support can I expect from HL Assurance when purchasing maid insurance?",
    "Is the Maid Protect360 insurance policy protected under any schemes?"
  ]
}