{
  "chunk_id": "Maid_policy_60",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 60,
    "content_length": 893,
    "is_empty": false
  },
  "content": "# Policy Definitions\n\n“Accident/Accidental” means a specific event which is sudden, unforeseen and unexpected which occurs during the Period of Insurance.\n\n“Benefit Limit” means the Maximum Benefit Payable as stated in the Coverage Outline of the Policy Schedule.\n\n“Chinese Physician” means a person qualified by a medical degree/certification and duly licensed or registered to practice Chinese medicine in the geographical area of his practice, and who in rendering such services is practicing within the scope of his licensing and training but excluding a Chinese Physician who is You or Your spouse, Your relative or Your employee.\n\n“Continuous Period” means a continuous period of more than twelve (12) months where the Maid has been insured under other maid insurance policy in Singapore, and there was no break between the last maid insurance policy and the commencement of this Policy.",
  "questions": [
    "What does 'Accident/Accidental' refer to in the policy definitions?",
    "What is meant by 'Benefit Limit' in the context of this insurance policy?",
    "Who qualifies as a 'Chinese Physician' according to the policy definitions?",
    "What is the significance of a 'Continuous Period' in relation to maid insurance?",
    "Can a relative of the insured be considered a 'Chinese Physician' under this policy?",
    "What is the minimum duration for a 'Continuous Period' to be recognized in this policy?",
    "How does the policy define an event that is considered an 'Accident'?",
    "Is there any restriction on who can be a 'Chinese Physician' for the insured?",
    "What happens if there is a break between maid insurance policies regarding the 'Continuous Period'?",
    "Where can I find the 'Maximum Benefit Payable' as stated in the policy?"
  ]
}