{
  "chunk_id": "Maid_policy_87",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 87,
    "content_length": 993,
    "is_empty": false
  },
  "content": "# Section 14. Enhanced Medical Benefits\n\n# Benefit A. Additional Hospital &#x26; Surgical Expenses\n\nThe Annual Sub-Limit under Section 2, Hospital Surgical Expenses Benefit shall be increased by the Benefit Limit as specified in the Policy Schedule.\n\nCo-payment of 25% by You will be applicable if Your Maid is covered under the Basic Plan Type.\n\nIf Section 14, Benefit A is included into the Policy after the Effective Date, there will be a Waiting Period of thirty (30) days from the Effective Date as indicated in the Endorsement Letter.\n\n# 2. Heart Attack of Specified Severity\n\nDeath of heart muscle due to obstruction of blood flow, that is evident by at least three (3) of the following criteria proving the occurrence of a new heart attack:\n\n- History of typical chest pain;\n\n\n\n---\n\n# Page 8\n\n\n\nNew characteristic electrocardiographic changes; with the development of any of the following: ST elevation or depression, T wave inversion, pathological Q waves or left bundle branch block;",
  "questions": [
    "What is the Annual Sub-Limit under Section 2 for Hospital Surgical Expenses?",
    "Is there a co-payment required if my Maid is covered under the Basic Plan Type?",
    "What happens if Benefit A is added to the Policy after the Effective Date?",
    "How long is the Waiting Period for Benefit A after it is included in the Policy?",
    "What are the criteria for diagnosing a new heart attack under Section 14?",
    "What specific electrocardiographic changes indicate a heart attack?",
    "Are there any exclusions for the Enhanced Medical Benefits?",
    "How does the Benefit Limit affect the Hospital Surgical Expenses Benefit?",
    "What should I do if I experience symptoms of a heart attack?",
    "Can I increase my coverage for Hospital Surgical Expenses at any time?"
  ]
}