{
  "chunk_id": "Maid_policy_83",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 83,
    "content_length": 955,
    "is_empty": false
  },
  "content": "# Section 9. Insurance Guarantee Bond - Ministry of Manpower\n\nWe will provide a Letter of Guarantee on Your behalf in lieu of the cash deposit of $5,000 which You are required to deposit with the Ministry of Manpower of Singapore under section 12 of Employment of Foreign Manpower (Work Passes) Regulations or section 21 of Immigration Regulations.\n\n# Section 10. Liability to Third Parties\n\nWe will pay up to the Benefit Limit for damages and/or the claimants' costs in respect of:\n\n1. Accidental Death of or Bodily Injury to any person;\n2. Accidental damage to material property belonging to any person occurring during the Period of Insurance caused by Your Maid in Singapore during the Period of Insurance for which You are legally liable.\n\nWe will also pay for the costs and expenses incurred by You and/or Your Maid in conducting Your/her defence with Our written consent.\n\n# Exclusions Applicable to Section 10:\n\nWe will not pay for loss or damage:",
  "questions": [
    "What is the purpose of the Letter of Guarantee provided by the Ministry of Manpower?",
    "How much is the cash deposit required by the Ministry of Manpower?",
    "What regulations require the cash deposit for foreign manpower in Singapore?",
    "What types of incidents are covered under the Liability to Third Parties section?",
    "What is the Benefit Limit mentioned in the Liability to Third Parties section?",
    "Are there any costs covered for defending claims made against the Maid?",
    "What exclusions apply to the Liability to Third Parties coverage?",
    "In what situations would the insurance not cover loss or damage?",
    "Who is responsible for the damages or claims under the Liability to Third Parties section?",
    "What should I do if my Maid causes accidental damage during the Period of Insurance?"
  ]
}