{
  "chunk_id": "Maid_policy_101",
  "metadata": {
    "product_name": "Maid",
    "doc_type": "policy",
    "source_file": "Maid_policy.md",
    "chunk_index": 101,
    "content_length": 839,
    "is_empty": false
  },
  "content": "In the context of the insurance policy, the short period rates for a 26 months Policy are as follows:\n\nUnder the Maid insurance policy for a 26 months duration, if the period of coverage does not exceed 30 days, the premium refund will be one hundred percent (100%) of the annual premium.\nFor the Maid insurance policy with a coverage duration of 26 months, if the period of coverage is between 31 to 90 days, the premium refund will be fifty percent (50%) of the annual premium.\nIn the context of a 26 months Maid insurance policy, if the period of coverage ranges from 91 to 270 days, the premium refund provided will be thirty percent (30%) of the annual premium.\nRegarding the Maid insurance policy for a term of 26 months, if the period of coverage exceeds 270 days, the premium refund will be zero percent (0%) of the annual premium.",
  "questions": [
    "What is the premium refund for a coverage period of 30 days under the Maid insurance policy?",
    "How much will I get refunded if I cancel my Maid insurance policy after 60 days?",
    "What is the refund percentage for a coverage duration of 91 to 270 days?",
    "If I have a Maid insurance policy and I cancel after 280 days, what will my refund be?",
    "What is the duration of the Maid insurance policy mentioned in the text?",
    "How does the refund policy change based on the length of coverage under the Maid insurance?",
    "Is there any refund available if the coverage period exceeds 270 days?",
    "What percentage of the annual premium is refunded for a cancellation after 90 days?",
    "What happens to the premium refund if I cancel my Maid insurance policy within the first 30 days?",
    "Can you explain the refund structure for the Maid insurance policy based on different coverage durations?"
  ]
}