{
  "chunk_id": "Car_policy_29",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 29,
    "content_length": 914,
    "is_empty": false
  },
  "content": "The excesses mentioned above are applicable for every claim made under Section I of this Policy for loss of or damage to the Insured Vehicle but shall not apply to loss or damage to the Insured Vehicle caused by fire, external explosion, self-ignition, lightning, burglary, housebreaking or theft except if it is stated to be applicable in the Schedule.\n2.  loss of use or any other consequential loss.\n3.  (a) depreciation, wear and tear, mechanical or electronic breakdown, equipment or computer malfunction,\n    (b) the failure or inability of any equipment or any computer program to recognise or correctly interpret or process any date as the true or correct date or to continue to function correctly beyond that date,\n4.  damage to tyres or rims unless damage is caused to other parts of the Insured Vehicle simultaneously in the same accident.\n5.  any loss or damage arising from a criminal breach of trust.",
  "questions": [
    "What types of damages to the insured vehicle are not subject to excess charges according to the policy?",
    "Are there any specific conditions under which the excess does not apply for theft-related damages?",
    "What are some examples of losses that are not covered under Section I of the policy?",
    "Does the policy cover mechanical breakdowns or electronic malfunctions?",
    "Is damage to tyres covered if no other part of the vehicle is damaged in the accident?",
    "What does the policy say about losses due to criminal breach of trust?",
    "Are there any exclusions related to the failure of computer programs to process dates correctly?",
    "Does the policy provide coverage for depreciation or wear and tear?",
    "In what scenarios would damage to rims be covered under the policy?",
    "What are the consequences of external explosions on the insured vehicle according to the policy?"
  ]
}