{
  "chunk_id": "Car_policy_75",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 75,
    "content_length": 979,
    "is_empty": false
  },
  "content": "(b) any act of terrorism.\n   \n   For the purpose of this exclusion an act of terrorism means an act, including but not limited to the use of force or violence and/or the threat thereof, of any person or group(s) of persons, whether acting alone or on behalf of or in connection with any organisation(s) or government(s), committed for political, religious, ideological or similar purposes including the intention to influence any government and/or to put the public, or any section of the public, in fear.\n   \n   This Endorsement also excludes loss, damage, cost or expense of whatsoever nature directly or indirectly caused by, resulting from or in connection with any action taken in controlling, preventing, suppressing or in any way relating to (a) and/or (b) above.\n   \n   If We allege that by reason of this Exclusion, any loss, damage, cost or expense is not covered by this insurance the burden of proving the contrary shall be upon the Policyholder or Authorised Driver.",
  "questions": [
    "What is defined as an act of terrorism in the insurance policy?",
    "Does the insurance policy cover acts of terrorism?",
    "What types of purposes are considered for an act to be labeled as terrorism in the policy?",
    "Who needs to prove the loss is not due to terrorism if the insurer denies the claim?",
    "What actions are excluded from coverage in relation to terrorism according to the policy?",
    "Are losses caused indirectly by terrorism covered under this insurance policy?",
    "What does the insurance policy say about the burden of proof in terrorism-related claims?",
    "Does the exclusion apply to actions taken to prevent or control terrorism?",
    "Can a loss caused by suppressing an act of terrorism be claimed under this insurance?",
    "Who is responsible for proving that a loss is covered when terrorism is alleged as the cause?"
  ]
}