{
  "chunk_id": "Car_policy_74",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 74,
    "content_length": 929,
    "is_empty": false
  },
  "content": "In any action suit or other proceeding where We allege that by reason of the provisions above any loss destruction or damage is not covered by this insurance the burden of proving that such loss destruction or damage is covered shall be upon the Policyholder or Authorised Driver.\n5. Any death, disability, loss, damage, destruction, legal liabilities, cost or expense including consequential loss of whatsoever nature, directly or indirectly caused by, resulting from or in connection with any of the following regardless of any other cause or event contributing concurrently or in any other sequence to the loss:\n   (a) war, invasion, acts of foreign enemies, hostilities or warlike operations (whether war be declared or not), civil war, mutiny, rebellion, revolution, insurrection, conspiracy, civil commotion assuming the proportions of or amounting to an uprising, military or usurped power; or\n   (b) any act of terrorism.",
  "questions": [
    "Who bears the burden of proof when a claim is denied based on the policy exclusions?",
    "What types of events are explicitly excluded from coverage under this insurance policy?",
    "Does the policy cover losses caused by acts of terrorism?",
    "Are damages from military actions or civil unrest covered by this insurance?",
    "What happens if a loss is caused by both a covered and excluded event?",
    "In legal proceedings, who must prove that a loss is covered by the insurance?",
    "What are some examples of consequential losses that are not covered by this insurance?",
    "Is damage from a civil war or revolution covered under this policy?",
    "Can a policyholder claim for damages indirectly caused by an act of terrorism?",
    "What does the insurance policy say about coverage for losses due to usurped power?"
  ]
}