{
  "chunk_id": "Car_policy_28",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 28,
    "content_length": 959,
    "is_empty": false
  },
  "content": "#### 5. Excess reduction for repairs at Our Approved Workshop\nIf the Insured Vehicle is repaired at Our chosen Approved Workshop, Own Damage Excess will be halved.\n\n### EXCLUSIONS TO SECTION I\nWe shall not be liable to pay for:\n1.  (a) the Excess amount shown as Own Damage Excess in the Schedule and its applicable GST.\n    (b) Young and/or Inexperienced Driver Excess of S$3,000 and its applicable GST. The Young and/or Inexperienced Driver Excess is applicable in addition to the Own Damage Excess amount specified in the Schedule if the Insured Vehicle is driven by or under the control of any person (other than the Policyholder) who at the time of loss or damage to the Insured Vehicle is below twenty-seven (27) years of age and/or has held a valid driving license for less than two (2) years.\n\n    If We have made any payment under Section I which includes the excesses mentioned in (a) and/or (b) above, You have to pay Us the amount of the excesses.",
  "questions": [
    "What happens to the Own Damage Excess if the insured vehicle is repaired at an approved workshop?",
    "What is the amount of the Young and/or Inexperienced Driver Excess?",
    "Does the Young and/or Inexperienced Driver Excess apply in addition to the Own Damage Excess?",
    "Under what conditions is the Young and/or Inexperienced Driver Excess applicable?",
    "What are the age and driving experience criteria for the Young and/or Inexperienced Driver Excess?",
    "What is the policy on excess payment if the insured vehicle is repaired at an approved workshop?",
    "Are there any specific exclusions to Section I regarding excess payments?",
    "What happens if a payment under Section I includes the excesses mentioned?",
    "What is the responsibility of the policyholder if excesses are paid by the insurer under Section I?",
    "How is GST applied to the excess amounts in the insurance policy?"
  ]
}