{
  "chunk_id": "Car_policy_93",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 93,
    "content_length": 986,
    "is_empty": false
  },
  "content": "#### M08 - Replacement Parts\nIt is hereby understood and agreed notwithstanding anything to the contrary contained in this Policy that in the event of loss or damage to the Insured Vehicle or its Accessories or spare parts necessitating the supply of a part not obtainable from stocks held in the country in which the Insured Vehicle is held for repair or in the event of the Company exercising the option under Section 1-1 to pay in cash the amount of the loss or damage the liability of the Company in respect of any such part be limited to:\n1. (a) the price quoted in the latest catalogue or price list issued by the Manufacturer or his Agents for the Country in which the Insured Vehicle is held for repair or;\n   (b) if no such catalogue or price list exists the price last obtained at the Manufacturer's Works plus the reasonable cost of transport otherwise than by air to the country in which the Insured Vehicle is held for repair and the amount of the relative import duty and;",
  "questions": [
    "What does M08 - Replacement Parts cover in the policy?",
    "How does the insurance company handle parts not available in the country where the insured vehicle is being repaired?",
    "What options does the insurance company have if a part is not available locally?",
    "How is the price of a replacement part determined if it's not available in the local stock?",
    "What happens if there is no price list available for a needed part in the country of repair?",
    "What costs are included in the liability of the company for parts not available in the local stock?",
    "Does the insurance cover the transport costs for parts that need to be shipped from abroad?",
    "Are air transport costs covered for the shipment of replacement parts?",
    "What does Section 1-1 refer to in terms of cash payment options?",
    "How is the import duty handled in the event that a part needs to be imported?"
  ]
}