{
  "chunk_id": "Car_policy_64",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 64,
    "content_length": 966,
    "is_empty": false
  },
  "content": "Every letter, claim, writ, summons and process shall be notified or forwarded unanswered to Us immediately on receipt. Notice shall also be given to Us immediately after You or any person claiming to be indemnified shall have knowledge of any impending prosecution, inquest, inquiry or offer of composition in connection with any such accident and/or occurrence.\n\nThis condition in its entirety is a condition precedent to liability and failure to comply with any of the above requirements in respect of any accident and/or occurrence will result in You or Your Authorised Driver being denied indemnity under both Section I and Section II of the Policy in respect of that particular accident and/or occurrence.\n\nNotwithstanding the No Claim Discount provisions set out herein, failure to comply with this condition precedent will additionally result in You losing all or part of Your No Claim Discount as set out in NCD Table 3 under No Claim Discount (NCD) Section.",
  "questions": [
    "What should be done immediately upon receiving any legal documents like a letter, claim, or summons?",
    "What actions must be taken if there is knowledge of an impending prosecution or inquiry related to an accident?",
    "Is it mandatory to notify the insurer about any legal proceedings or offers of composition after an accident?",
    "What are the consequences of failing to notify the insurer about legal proceedings or documents related to an accident?",
    "How does non-compliance with notification requirements affect indemnity under the policy sections?",
    "What impact does failing to comply with the condition precedent have on the No Claim Discount?",
    "What is a condition precedent in the context of this insurance policy?",
    "Can you lose your No Claim Discount if you don't follow the notification requirements?",
    "What sections of the policy will deny indemnity if the notification requirements are not met?",
    "What is NCD Table 3 mentioned in the No Claim Discount Section?"
  ]
}