{
  "chunk_id": "Car_policy_27",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 27,
    "content_length": 981,
    "is_empty": false
  },
  "content": "Payment by Us under this sub-section 1-2 will not affect Your No Claim Discount (NCD). However, We will not pay for the cost of the solar film or similar as a result of replacing the Windscreen.\n\n#### 3. Protection and Removal after Accident\nIf the Insured Vehicle is immobilised by reason of loss or damage insured under this Policy, We will bear the reasonable cost of up to S$500 for protection and removal to the nearest repairers and for delivery within the Geographical Limits.\n\n#### 4. Authority to Repair\nThe Policyholder may authorise the repair of the Insured Vehicle necessitated by damage for which We may be liable under this Policy provided that:\n(a) the estimated cost of such repair does not exceed the Authorised Repair Limit and\n(b) a detailed estimate of the cost is forwarded to Us without delay.\n\n#### 5. Excess reduction for repairs at Our Approved Workshop\nIf the Insured Vehicle is repaired at Our chosen Approved Workshop, Own Damage Excess will be halved.",
  "questions": [
    "Does filing a claim for windscreen damage affect my No Claim Discount?",
    "What costs are not covered when replacing a windscreen under this policy?",
    "What is the maximum amount covered for protection and removal of the vehicle after an accident?",
    "Where must the vehicle be delivered after an accident under the insurance policy?",
    "What conditions must be met for a policyholder to authorize vehicle repairs?",
    "What is the Authorised Repair Limit mentioned in the insurance policy?",
    "Is it necessary to provide a cost estimate for repairs to the insurance company?",
    "How is the Own Damage Excess affected when repairs are done at an Approved Workshop?",
    "What geographical limits apply to the delivery of the vehicle after an accident?",
    "What benefits does repairing at an Approved Workshop provide under this insurance policy?"
  ]
}