{
  "chunk_id": "Car_policy_103",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 103,
    "content_length": 993,
    "is_empty": false
  },
  "content": "If the outcome of Your complaint is not handled to Your satisfaction, You can write to:\n\n**Chief Executive Officer**\nHL Assurance Pte. Ltd.\n11 Keppel Road #11-01 ABI Plaza\nSingapore 089057\n\nWe will respond to Your appeal within fourteen (14) working days. If You are still dissatisfied with the CEO's response, We will refer You to a dispute resolution organization, Financial Industry Disputes Resolution Centre Ltd (FIDReC) which is an independent organization.\n\nFIDREC's contact details are:\n\n**Financial Industry Disputes Resolution Centre Ltd**\n36 Robinson Road #15-01\nCity House\nSingapore 068877\n* **Telephone**: (65) 6327 8878\n* **Fax**: (65) 6327 8488\n* **Email**: info@fidrec.com.sg\n* **Website**: www.fidrec.com.sg\n\n**Important**\nPlease remember to quote Your Policy number/reference in Your communication.\n\n**IMPORTANT** - The Policyholder is requested to read this Policy. If any error or misdescription be found, the Policy should be returned to the issuing office for correction.",
  "questions": [
    "What should I do if I am not satisfied with the outcome of my complaint?",
    "Where can I send an appeal if my complaint is not resolved satisfactorily?",
    "How long will it take to get a response after appealing to the Chief Executive Officer?",
    "What is the next step if I am still dissatisfied after receiving a response from the CEO?",
    "What organization can I contact if I am not happy with the CEO's response to my complaint?",
    "What are the contact details for the Financial Industry Disputes Resolution Centre Ltd (FIDReC)?",
    "How can I contact FIDReC by telephone or email?",
    "What should I include in my communications when addressing a complaint or dispute?",
    "Why is it important to read and check the Policy after receiving it?",
    "What should I do if I find an error or misdescription in my Policy?"
  ]
}