{
  "chunk_id": "Car_policy_25",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 25,
    "content_length": 905,
    "is_empty": false
  },
  "content": "### SECTION I - INSURANCE ON THE INSURED VEHICLE\n\n#### 1. Loss or Damage\nWe will indemnify the Policyholder against accidental loss of or damage to the Insured Vehicle and its Accessories and spare parts whilst thereon arising anywhere within the Geographical Limits caused by:\n(a) accidental collision or overturning;\n(b) fire, external explosion, self-ignition, lightning, burglary, housebreaking, theft or being hit by a falling object;\n(c) a malicious act;\n(d) strike or riot; or\n(e) flood, typhoon, hurricane, volcanic eruption, earthquake or other natural disaster\n\nWe have the option to repair, reinstate, replace or offer a cash settlement for the accidental loss of or damage to the Insured Vehicle or its Accessories or spare parts. Our maximum liability shall be limited to the prevailing Market Value of the Insured Vehicle and its Accessories or spare parts at the time of the loss or damage.",
  "questions": [
    "What types of incidents are covered under the loss or damage section of the insurance policy?",
    "Does the insurance policy cover damages due to natural disasters?",
    "What geographical areas are included under the insurance coverage for the insured vehicle?",
    "In the event of damage, what options does the insurance company have for addressing the claim?",
    "Are accessories and spare parts of the vehicle covered under the insurance policy?",
    "What is the maximum liability of the insurance company in case of vehicle damage?",
    "How is the market value of the insured vehicle determined in the event of a claim?",
    "Does the policy provide coverage for theft or burglary of the vehicle?",
    "Are damages due to riots or strikes covered under this vehicle insurance policy?",
    "What does 'accidental collision or overturning' mean in the context of this insurance policy?"
  ]
}