{
  "chunk_id": "Car_policy_80",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 80,
    "content_length": 957,
    "is_empty": false
  },
  "content": "##### Medical Evacuation / Repatriation Services\n**Arrangement and Payment of Emergency Medical Evacuation and Repatriation**\nWhere deemed necessary, Our appointed assistance company will arrange for appropriate transportation for moving the Policyholder or Authorised Driver and/or passenger(s) when in a Serious Injury, as a result of an accident arising from the use of the Insured Vehicle within the Geographical Limits (excluding Singapore) to the nearest hospital where appropriate medical care is available.\n\nWe or Our appointed assistance company shall not be responsible for any third party expenses that exceeds the limit provided below which shall be solely the Policyholder's responsibility.\n\nThe Limit of Indemnity arising from the use of the Insured Vehicle shall be as follows:\nEmergency medical evacuation / repatriation - S$50,000 per accident and in the aggregate for each Period of Insurance\n\nSubject otherwise to the Terms of the Policy.",
  "questions": [
    "What services are provided under the Medical Evacuation / Repatriation Services?",
    "Who will arrange the emergency medical evacuation and repatriation?",
    "In what circumstances will the emergency medical evacuation be arranged?",
    "What are the geographical limits for the emergency medical evacuation service, excluding any specific locations?",
    "Who is responsible for expenses that exceed the provided limit in the emergency medical evacuation service?",
    "What is the maximum coverage amount for emergency medical evacuation or repatriation per accident?",
    "Is there a total aggregate limit for emergency medical evacuations or repatriations during the Period of Insurance?",
    "Who qualifies as an Authorized Driver under the Medical Evacuation / Repatriation Services?",
    "What happens if the nearest hospital is outside the geographical limits?",
    "Are the terms of the emergency medical evacuation and repatriation subject to the general terms of the policy?"
  ]
}