{
  "chunk_id": "Car_policy_102",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 102,
    "content_length": 914,
    "is_empty": false
  },
  "content": "### CARING FOR OUR CUSTOMERS\nHL Assurance Pte. Ltd. will make every effort to provide a high level of service expected by all Our policyholders. If on any occasion Our service falls below the standard of Your expectation, the procedure below explains what You can do:\n\nYour first point of contact should always be Your insurance agent or broker. Alternatively, You may submit Your feedback to the manager in charge of the matter You are raising.\n\nWe will acknowledge receipt of Your feedback within seven (7) working days whilst We look into the matter You have raised. We will contact You for further information if required within seven (7) working days and provide You with a full reply within fourteen (14) working days.\n\nIf the outcome of Your complaint is not handled to Your satisfaction, You can write to:\n\n**Chief Executive Officer**\nHL Assurance Pte. Ltd.\n11 Keppel Road #11-01 ABI Plaza\nSingapore 089057",
  "questions": [
    "What should I do if I am dissatisfied with the service provided by HL Assurance?",
    "Who should be my first point of contact if I have an issue with my policy at HL Assurance?",
    "How long does it take for HL Assurance to acknowledge receipt of customer feedback?",
    "What is the process for escalating a complaint at HL Assurance?",
    "Where should I send a complaint if I am not satisfied with the initial resolution provided by HL Assurance?",
    "What is the address of the Chief Executive Officer of HL Assurance for escalating complaints?",
    "How long will HL Assurance take to provide a full reply to my feedback?",
    "Can I directly contact the manager in charge if I have feedback about HL Assurance?",
    "What are the expected response times from HL Assurance after I submit feedback?",
    "What steps should I follow if the service at HL Assurance falls below my expectations?"
  ]
}