{
  "chunk_id": "Car_policy_57",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 57,
    "content_length": 802,
    "is_empty": false
  },
  "content": "#### 10. Payment before Cover Warranty\n*(Applicable to Policy issued to an individual)*\na. The premium due must be paid to the Us (or the intermediary through whom this Policy or Bond was effected) on or before the effective date (\"the effective date\") or the renewal date of the coverage. Payment shall be deemed to have been effected to Us or the intermediary when one of the following acts takes place:\n   i. Cash or honoured cheque for the premium is handed over to Us or the intermediary;\n   ii. A credit or debit card transaction for the premium is approved by the issuing bank;\n   iii. A payment through an electronic medium including the internet is approved by the relevant party;\n   iv. A credit in favour of Us or the intermediary is made through an electronic medium including the internet.",
  "questions": [
    "What is the 'Payment before Cover Warranty' in an insurance policy?",
    "Who must the premium be paid to under the Payment before Cover Warranty?",
    "What are the acceptable methods of payment under the Payment before Cover Warranty?",
    "What happens if the premium is not paid by the effective or renewal date?",
    "Is the Payment before Cover Warranty applicable to policies issued to businesses or just individuals?",
    "How is payment deemed to have been effected according to the Payment before Cover Warranty?",
    "Can a premium be paid using a credit card under the Payment before Cover Warranty?",
    "Are electronic payments through the internet accepted under the Payment before Cover Warranty?",
    "What does it mean for a cheque to be 'honoured' under the Payment before Cover Warranty?",
    "What constitutes a credit in favour of the insurer or intermediary under the Payment before Cover Warranty?"
  ]
}