{
  "chunk_id": "Car_policy_63",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 63,
    "content_length": 981,
    "is_empty": false
  },
  "content": "### CLAIMS CONDITIONS\n*(Applicable to the whole Policy)*\n\nWe will act in good faith in all Our dealings with You. Equally, You are required to observe the following conditions in the event of any accident involving the Insured Vehicle.\n\n#### 1. Notification of Accidents\nIn the event of any accident involving the Insured Vehicle, irrespective of whether it would give rise to a claim, You or Your Authorised Driver shall report the accident to Us or Our Authorised Representative and convey or cause to be conveyed the Insured Vehicle to Our Approved Workshop or Your choice of workshop (depending on the plan type of Your Policy) for inspection within twenty four (24) hours of the accident or by the next working day thereof.\n\nIn case of theft or other criminal act which may give rise to a claim under this Policy, You or Your Authorised Driver shall give immediate notice of the occurrence to Us and the police and cooperate with Us in securing the conviction of the offender.",
  "questions": [
    "What is the required response from the policyholder in the event of an accident involving the insured vehicle?",
    "How soon must an accident be reported to the insurance company or their representative?",
    "What are the obligations of the policyholder if the insured vehicle is involved in theft or a criminal act?",
    "Where should the insured vehicle be taken for inspection after an accident?",
    "Does the policyholder have a choice of workshop for vehicle inspection after an accident?",
    "What does the insurance policy require from the policyholder in terms of cooperation with the police?",
    "Are there any specific time constraints for reporting an accident according to the policy?",
    "What is meant by 'acting in good faith' in the context of the insurance policy?",
    "What happens if an accident occurs on a non-working day?",
    "Who can report an accident to the insurance company on behalf of the policyholder?"
  ]
}