{
  "chunk_id": "Car_policy_59",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 59,
    "content_length": 851,
    "is_empty": false
  },
  "content": "#### 11. Warranties in Respect of Previous Insurance\n*(Applicable to Policy issued to a business or commercial establishment)*\nYou warrant that:\na. for the risk insured, the Policyholder has never had any insurance terminated in the last twelve (12) months due solely or in part to a breach of any premium payment condition; or\nb. if the Policyholder has declared that it has breached any premium payment condition in respect of a previous Policy taken up with another insurer in the last twelve (12) months:\n   i. the Policyholder has fully paid all outstanding premium for time on risk calculated by the previous insurer based on the customary short period rate in respect of the previous Policy; and\n   ii. a copy of the written confirmation from the previous insurer to this effect is first provided by the Policyholder to Us before cover incepts.",
  "questions": [
    "What does the warranty section of the insurance policy for businesses entail?",
    "What conditions must a policyholder meet if they had a previous insurance terminated due to non-payment?",
    "What are the requirements for a policyholder who has breached a premium payment condition in the past 12 months?",
    "How should a policyholder prove they have settled outstanding premiums with a previous insurer?",
    "What is the significance of the 'customary short period rate' mentioned in the insurance policy?",
    "What documentation is required from a previous insurer to validate payment of outstanding premiums?",
    "What happens if a business has had its insurance terminated due to non-payment in the last year?",
    "What does it mean for a policyholder to have fully paid all outstanding premiums for time on risk?",
    "Why is a written confirmation from the previous insurer necessary before a new insurance cover can start?",
    "What are the implications for a business if they fail to provide proof of settled premiums from a previous insurer?"
  ]
}