{
  "chunk_id": "Car_policy_53",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 53,
    "content_length": 978,
    "is_empty": false
  },
  "content": "**Definition**\nOriginal Period of Insurance of the Policy shall be deemed to include any extension of period in the Policy.\n\nHowever, for either of the events mentioned above, We will not refund any premium if:\ni. You have reported a claim (including claim(s) for Windscreen or windows or Accessories), or\nii. We have paid a claim (including claim(s) for Windscreen or windows or Accessories), or\niii. you have an outstanding liability under Your Policy during the Period of Insurance.\niv. refund premium is less than S$25 under Your Policy during the Period of Insurance.\n\n**Special Conditions for Cancellation**\n(a) Return of the Certificate of Insurance\nUpon cancellation, the original Certificate of Insurance must be returned to Us as required by law.\n(b) Legal Owners\nIf someone else is the legal owner of the Insured Vehicle by virtue of a financial or leasing contract with yourself, and We have been informed of this fact, We will advise them when We cancel the Policy.",
  "questions": [
    "What does the 'Original Period of Insurance' include according to the policy?",
    "Under what conditions will the insurance company not refund any premium?",
    "What are the specific claims that prevent a premium refund if reported or paid?",
    "What is the minimum amount for a premium refund to be considered under the policy?",
    "What must be done with the Certificate of Insurance upon cancellation of the policy?",
    "Why is it necessary to return the original Certificate of Insurance upon policy cancellation?",
    "What steps does the insurance company take if the insured vehicle is legally owned by another party?",
    "How does the insurance company handle policy cancellation when there is a financial or leasing contract involved?",
    "What happens if the refund premium is less than S$25?",
    "Who is notified by the insurance company when the policy is cancelled and there is a legal owner other than the policyholder?"
  ]
}