{
  "chunk_id": "Car_policy_18",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 18,
    "content_length": 967,
    "is_empty": false
  },
  "content": "The insurance We provide in this Policy is subject to the terms, conditions, exclusions contained in this Policy, Certificate of Insurance, the Schedule and any Endorsement to this Policy (hereinafter collectively referred to as the \"Terms of this Policy\").\n\nIn consideration of Your paying to Us the required premium, We agree to indemnify You in the manner and to the extent described in the Policy and in the Schedule, in respect of events occurring during the Period of Insurance, or any subsequent period for which You pay and We accept the required premium.\n\n### POLICY DEFINITIONS\nAny word or expression, which has a specific meaning, should have this meaning attached to the word or expression found in the Policy, Schedule and/or Certificate of Insurance.\n\n**\"Accessories\"** refer to all audio, video, sunroof or glass roof and other standard equipment fitted into the car by the manufacturer or distributor at the time Your vehicle was originally purchased.",
  "questions": [
    "What documents collectively make up the Terms of this Policy?",
    "What is required from me to activate the insurance coverage under this Policy?",
    "What does the insurance policy cover in terms of indemnification?",
    "How long is the Period of Insurance for which this policy provides coverage?",
    "What happens if I continue to pay the premium after the initial Period of Insurance?",
    "What are considered 'Accessories' under the terms of this Policy?",
    "Are audio and video equipment included in the definition of 'Accessories' in the insurance policy?",
    "Does the insurance policy cover standard equipment fitted into the car at the time of purchase?",
    "What is the significance of specific meanings attached to words or expressions in the Policy?",
    "Where can I find the specific meanings of words used in the Policy?"
  ]
}