{
  "chunk_id": "Car_policy_98",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 98,
    "content_length": 978,
    "is_empty": false
  },
  "content": "This cover is subject to the following conditions:\n1. We will not pay any transport allowance for any accident repair not authorised by Our appointed surveyor or loss adjuster\n2. We will not pay You any amount beyond the repair period recommended by Our appointed surveyor or loss adjuster even if the repairs take longer. If the Insured Vehicle is repaired sooner than expected, We will only pay You for the number of days it actually took to repair the Insured Vehicle\n3. the daily transport allowance will not be paid if You are provided with a courtesy vehicle by the repairer while the Insured Vehicle is being repaired\n4. the daily transport allowance will not be paid for any repair or replacement of windscreen and/or window(s) or a total loss or constructive total loss claim or when the repairs of the Insured Vehicle is delayed due to whatever reason(s)\n5. the total amount payable by Us under this endorsement shall not exceed S$1,000 during the Period of Insurance.",
  "questions": [
    "What conditions must be met for the transport allowance to be paid?",
    "Will I receive a transport allowance if the repair takes longer than the period recommended by the surveyor?",
    "Is a transport allowance provided if the vehicle is repaired before the expected time?",
    "What happens if I am provided a courtesy vehicle during the repair of my insured vehicle?",
    "Are there any specific types of repairs for which the transport allowance will not be paid?",
    "What is the maximum amount payable under this endorsement for transport allowance?",
    "Does the transport allowance cover the replacement of windscreen or windows?",
    "What is the policy on transport allowance payment in the event of a total loss claim?",
    "Can delays in vehicle repairs affect the payment of the daily transport allowance?",
    "Who needs to authorize accident repairs for the transport allowance to be applicable?"
  ]
}