{
  "chunk_id": "Car_policy_78",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 78,
    "content_length": 907,
    "is_empty": false
  },
  "content": "### ENDORSEMENTS\nThe following Endorsements apply only if You are covered under Section I of this Policy and if they are specifically declared to be applicable in the Schedule and/or by endorsements, subject to the Terms, Exceptions and Conditions of this Policy unless We expressly state otherwise.\n\n#### MAE - Motor Emergency Assistance Program\nThe Motor Emergency Assistance Services are arranged by Us through Our appointed assistance company to assist You in an emergency caused by or arising out of the use of the Insured Vehicle within the Geographical Limits unless otherwise stated.\n\nThe caller will be required to always identify themselves by their full name and Policy number.\n\nIf You are insured under Third Party, Fire and Theft cover, the Motor Emergency Assistance Services can be activated in the event of fire and/or theft only.\n\n#### HL Assurance 24 HOUR EMERGENCY HELPLINE (65) 6922 6009",
  "questions": [
    "What are the requirements to qualify for the endorsements mentioned in the policy?",
    "Can you explain what the MAE - Motor Emergency Assistance Program is?",
    "How can one activate the Motor Emergency Assistance Services?",
    "Under what conditions can the Motor Emergency Assistance Services be used?",
    "What information must a caller provide to use the Motor Emergency Assistance Services?",
    "Are the Motor Emergency Assistance Services available for all types of coverage?",
    "What specific events under the Third Party, Fire and Theft cover activate the Motor Emergency Assistance Services?",
    "What is the contact number for the HL Assurance 24 HOUR EMERGENCY HELPLINE?",
    "Are there any geographical restrictions for the Motor Emergency Assistance Services?",
    "Do the endorsements apply automatically to all policies under Section I?"
  ]
}