{
  "chunk_id": "Car_policy_26",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 26,
    "content_length": 905,
    "is_empty": false
  },
  "content": "#### 2. Loss or Damage to Windscreen or Window\nWe will pay the cost of replacing or repairing any glass in the Windscreen or windows of the Insured Vehicle following breakage of such glass due to accident provided there is no other damage to the Insured Vehicle.\n\nNotwithstanding the coverage provided above, You shall be responsible to pay for the first S$100 or the amount specified as Windscreen Excess in the Schedule and its applicable GST, whichever is the higher amount for each and every claim made under this sub-section 1-2.\n\nThe Windscreen Excess will be waived if the repairs on Windscreen or windows of the Insured Vehicle are carried out at the Windscreen repairer We have appointed or approved.\n\nPayment by Us under this sub-section 1-2 will not affect Your No Claim Discount (NCD). However, We will not pay for the cost of the solar film or similar as a result of replacing the Windscreen.",
  "questions": [
    "What costs will be covered if the windscreen or windows of my vehicle are damaged?",
    "Is there a deductible for claims related to windscreen or window damage?",
    "Under what conditions is the windscreen excess fee waived?",
    "Will my No Claim Discount be affected if I make a claim for windscreen or window damage?",
    "What is not covered by the insurance when replacing a damaged windscreen?",
    "What is the minimum amount I need to pay for windscreen damage under the insurance policy?",
    "Where should I get the windscreen repairs done to have the excess fee waived?",
    "Does the insurance cover the full replacement cost of the windscreen or windows?",
    "What happens if there is other damage to the vehicle besides the windscreen or windows?",
    "Can I choose any repairer for the windscreen or windows, or must it be one appointed by the insurance company?"
  ]
}