{
  "chunk_id": "Car_policy_70",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 70,
    "content_length": 812,
    "is_empty": false
  },
  "content": "We shall not be liable in respect of:\n1. Any accident, loss, damage or liability caused sustained or incurred:\n   (a) outside the Geographical Limits\n   (b) whilst any Insured Vehicle in respect of which indemnity is provided by this Policy is:\n      (i) being used otherwise than in accordance with the Limitations as to Use,\n      (ii) being driven by or is for the purpose of being driven by him in the charge of any person other than an Authorised Driver,\n      (iii) being driven by the Policyholder or by any person on the order of or with the permission of the Policyholder whilst under the influence of intoxicating liquor or drugs,\n      (iv) being used or driven when it is not registered or licensed under the legislation or when the registration or licensing under the legislation has been cancelled,",
  "questions": [
    "What are the geographical limitations mentioned in the insurance policy?",
    "Under what conditions is the insurance policy not liable for accidents or damages?",
    "Who is considered an Authorised Driver under the insurance policy?",
    "What happens if an insured vehicle is used outside the agreed terms of use?",
    "Is the policyholder covered if they drive under the influence of alcohol or drugs?",
    "What are the consequences if an insured vehicle is driven by someone other than the policyholder or an authorised driver?",
    "Does the insurance cover accidents when the vehicle is unregistered or its registration is cancelled?",
    "What does 'Limitations as to Use' refer to in the insurance policy?",
    "Are there any specific exclusions related to the licensing of the vehicle in the insurance policy?",
    "What liabilities are policyholders exposed to if they allow non-authorised drivers to operate their vehicle?"
  ]
}