{
  "chunk_id": "Car_policy_67",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 67,
    "content_length": 889,
    "is_empty": false
  },
  "content": "#### 4. Payment to Legal Owners\nIf the Insured Vehicle is owned by someone else (for example, under a hire purchase or leasing agreement or an employer's loan) and the legal owner is named in the Policy, We may settle the claim, for loss of or damage to the Insured Vehicle (which is not made good by repair, reinstatement or replacement) in cash directly with such legal owner. Their acceptance shall absolve Us of all further liability.\n\n#### 5. Arbitration\nIf there is any dispute as to the amount to be paid under this Policy (liability being otherwise admitted) such dispute shall be determined by arbitration in accordance with the statutory provisions on arbitration in that behalf for the time being in force. It is hereby expressly stipulated that it shall be a condition precedent to any right of action or suit upon this Policy that an arbitration award shall be first obtained.",
  "questions": [
    "What happens if the insured vehicle is owned by someone else under a hire purchase or leasing agreement?",
    "How does the insurance company handle claims for vehicles not owned by the insured but listed in the policy?",
    "In what circumstances might the insurance company settle a claim directly with the legal owner of the vehicle?",
    "What is the process if there is a dispute about the amount to be paid under the insurance policy?",
    "Is arbitration required for disputes related to payment amounts under this insurance policy?",
    "What conditions must be met before taking legal action or suing based on this insurance policy?",
    "Who is absolved of liability once the insurance company settles a claim with the legal owner of the vehicle?",
    "Under what conditions will the insurance company pay cash directly to the legal owner of the vehicle?",
    "What statutory provisions govern the arbitration process mentioned in the insurance policy?",
    "Is obtaining an arbitration award a prerequisite for any legal action regarding payment disputes under this policy?"
  ]
}