{
  "chunk_id": "Car_policy_51",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 51,
    "content_length": 942,
    "is_empty": false
  },
  "content": "(b) **Cancellation by Policyholder**\n* For a policy before inception, the premium refund is 87.50% of the annual premium.\n* For a period of coverage not exceeding 1 week, the premium refund is 87.50% of the annual premium.\n* For a period of coverage not exceeding 1 month, the premium refund is 75.00% of the annual premium.\n* For a period of coverage not exceeding 2 months, the premium refund is 62.50% of the annual premium.\n* For a period of coverage not exceeding 3 months, the premium refund is 50.00% of the annual premium.\n* For a period of coverage not exceeding 4 months, the premium refund is 37.50% of the annual premium.\n* For a period of coverage not exceeding 5 months, the premium refund is 35.00% of the annual premium.\n* For a period of coverage not exceeding 6 months, the premium refund is 25.00% of the annual premium.\n* For a period of coverage not exceeding 7 months, the premium refund is 20.00% of the annual premium.",
  "questions": [
    "What is the premium refund percentage if I cancel my policy before it starts?",
    "How much of the annual premium will I get back if I cancel my insurance within the first week?",
    "What is the refund rate for cancelling a policy within one month of coverage?",
    "If I decide to cancel my insurance after two months, what percentage of my annual premium will be refunded?",
    "What refund can I expect if I cancel my policy within three months?",
    "How does the premium refund percentage change if I cancel my policy within four months?",
    "What is the premium refund percentage for a policy cancelled within five months?",
    "If I cancel my insurance after six months, what portion of the annual premium will I receive back?",
    "What is the refund amount if the policy is cancelled within seven months of coverage?",
    "How does the premium refund percentage decrease as the period of coverage increases up to seven months?"
  ]
}