{
  "chunk_id": "Car_policy_68",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 68,
    "content_length": 793,
    "is_empty": false
  },
  "content": "If the dispute shall not within twelve (12) months from the date of rejection of the claim have been referred to arbitration under the provisions herein contained, then such claim shall for all purposes be deemed to have been abandoned and shall not thereafter be recoverable hereunder.\n\n#### 6. Time Limit for Commencement of Action or Suit\nIf an action or suit is not commenced within twelve (12) months after the arbitration award is made under Claims Condition 5 of this Policy or within twelve (12) months from the date of disclaimer in the case where the Company disclaims Policy liability, the Company shall not be liable for such claim under this Policy and such claim shall for all purposes be deemed to have been abandoned and shall not thereafter be recoverable against the Company.",
  "questions": [
    "What happens if a dispute is not referred to arbitration within 12 months from the claim rejection date?",
    "What is the consequence of not starting an action or suit within 12 months after an arbitration award under Claims Condition 5?",
    "How long do I have to refer a dispute to arbitration after a claim is rejected?",
    "What does it mean for a claim to be deemed abandoned under this policy?",
    "Is there a time limit to commence legal action after the Company disclaims Policy liability?",
    "What are the conditions under which a claim cannot be recovered after being deemed abandoned?",
    "What does Claims Condition 5 specify about arbitration awards?",
    "What is the effect of not commencing a suit within the specified time after a disclaimer of Policy liability?",
    "Under what circumstances will the Company not be liable for a claim according to the policy?",
    "What does it mean for a claim to not be recoverable against the Company?"
  ]
}