{
  "chunk_id": "Car_policy_20",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 20,
    "content_length": 730,
    "is_empty": false
  },
  "content": "**\"Authorised Driver\"** refers to:\n1. any person named in the Schedule as \"Authorised Drivers\" and/or any person named in Certificate of Insurance under \"Persons or classes of persons entitled to drive\".\n2. In the event of the death of the Policyholder, Authorised Driver includes:\n   a. any member of the Policyholder's family or a paid driver who have been driving any vehicle described in the Schedule during the life of the Policyholder and permission to drive has not been withdrawn prior to the death of the Policyholder.\n   b. any other person who has been given permission to drive any vehicle described in the Schedule prior to the death of the Policyholder and such permission has not been withdrawn by the Policyholder.",
  "questions": [
    "What is the definition of an 'Authorised Driver' in an insurance policy?",
    "Who can be named as an 'Authorised Driver' according to the insurance schedule?",
    "What happens to the status of an 'Authorised Driver' if the Policyholder passes away?",
    "Can a family member of the deceased Policyholder drive the vehicle and still be covered under the insurance?",
    "Is a paid driver still considered an 'Authorised Driver' after the death of the Policyholder?",
    "Does the permission to drive need to be formally withdrawn for someone to cease being an 'Authorised Driver'?",
    "Who is included in the 'Persons or classes of persons entitled to drive' under a Certificate of Insurance?",
    "What conditions must be met for someone to be considered an 'Authorised Driver' after the Policyholder's death?",
    "Can someone who was given permission to drive by the Policyholder before their death still drive the vehicle?",
    "What documentation might list the names of 'Authorised Drivers'?"
  ]
}