{
  "chunk_id": "Car_policy_101",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 101,
    "content_length": 849,
    "is_empty": false
  },
  "content": "#### M15-Third Party Fire and Theft\nIt is hereby understood and agreed that notwithstanding anything contrary contained in Section I of this Policy, We shall not be liable thereunder except in respect of loss or damage by fire and/or theft. It is further understood and agreed that Section III and IV of this Policy are deemed to be cancelled.\n\n### POLICY OWNERS' PROTECTION SCHEME\nThis Policy is protected under the Policy Owners' Protection Scheme which is administered by the Singapore Deposit Insurance Corporation (SDIC). Coverage for Your Policy is automatic and no further action is required from You. For more information on the types of benefits that are covered under the scheme as well as the limits of coverage, where applicable, please contact HL Assurance Pte. Ltd. or visit the GIA or SDIC websites (www.gia.org.sg or www.sdic.org.sg)",
  "questions": [
    "What does the M15-Third Party Fire and Theft policy cover?",
    "Are there any sections of the policy that are not applicable under the M15-Third Party Fire and Theft?",
    "What is the role of the Singapore Deposit Insurance Corporation in the Policy Owners' Protection Scheme?",
    "Is there any action required from the policy owner to be covered under the Policy Owners' Protection Scheme?",
    "Where can I find more information about the benefits covered under the Policy Owners' Protection Scheme?",
    "What are the limits of coverage under the Policy Owners' Protection Scheme?",
    "Which organization administers the Policy Owners' Protection Scheme?",
    "How can I contact HL Assurance Pte. Ltd. for more details on the Policy Owners' Protection Scheme?",
    "What are the websites to visit for more information on the Policy Owners' Protection Scheme?",
    "What sections of the policy are deemed to be cancelled under the M15-Third Party Fire and Theft?"
  ]
}