{
  "chunk_id": "Car_policy_99",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 99,
    "content_length": 871,
    "is_empty": false
  },
  "content": "#### M12-No Claim Discount Protection\nYour No Claim Discount (NCD) entitlement in this Policy is protected on the next renewal of the Policy as follow:\n\n* **With an Existing No Claim Discount of 30%:**\n    * If one (1) claim is made, the NCD on renewal is 30%.\n    * If two (2) claims are made, the NCD on renewal is 0%.\n    * If three or more (>3) claims are made, the NCD on renewal is 0%.\n* **With an Existing No Claim Discount of 40%:**\n    * If one (1) claim is made, the NCD on renewal is 40%.\n    * If two (2) claims are made, the NCD on renewal is 10%.\n    * If three or more (>3) claims are made, the NCD on renewal is 0%.\n* **With an Existing No Claim Discount of 50%:**\n    * If one (1) claim is made, the NCD on renewal is 50%.\n    * If two (2) claims are made, the NCD on renewal is 20%.\n    * If three or more (>3) claims are made, the NCD on renewal is 0%.",
  "questions": [
    "What happens to my No Claim Discount if I make one claim and currently have a 30% discount?",
    "How is the No Claim Discount affected if two claims are made with an initial discount of 40%?",
    "What will be my No Claim Discount upon renewal if I make three or more claims and my current discount is 50%?",
    "Is the No Claim Discount still protected if I make more than two claims?",
    "What is the renewal rate for the No Claim Discount if I start with a 50% discount and make one claim?",
    "How does making multiple claims affect my No Claim Discount if I initially have a 40% discount?",
    "What are the consequences of making two claims when my existing No Claim Discount is 30%?",
    "Can I retain my 40% No Claim Discount if I only make one claim?",
    "What is the renewal percentage for No Claim Discount if I make three claims with an initial discount of 40%?",
    "How does the No Claim Discount change if I make one claim with an existing discount of 50%?"
  ]
}