{
  "chunk_id": "Car_policy_100",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 100,
    "content_length": 933,
    "is_empty": false
  },
  "content": "The No Claim Discount (NCD) Protection shall not be applicable for any late notification or any failure in notification of an accident and/or occurrence by the Policyholder or Authorised Driver in accordance to Sub-Section 1 of Claims Conditions.\n\nPlease note that Your No Claim Discount (NCD) that is maintained under Our No Claim Discount (NCD) Protection cover may not be transferable to another insurer.\n\n#### M13-All Workshop Plan\nIt is hereby understood and agreed that the Policy indemnifies You for the accident repairs costs carried out at Our chosen Approved Workshop or at any workshops of Your choice.\n\n#### M14-Authorised Workshop Plan\nIt is hereby understood and agreed that the Policy indemnifies You for the accident repairs costs carried out at Our chosen Approved Workshop. We shall not be liable to indemnify You for the costs of any accident repairs to the Insured Vehicle other than Our chosen Approved Workshop.",
  "questions": [
    "What happens if I fail to notify an accident on time under the NCD Protection?",
    "Is the No Claim Discount transferable to another insurance company?",
    "What does the M13-All Workshop Plan cover in terms of accident repairs?",
    "Can I choose any workshop for accident repairs under the M13-All Workshop Plan?",
    "What limitations are there on the M14-Authorised Workshop Plan regarding accident repairs?",
    "Are accident repair costs covered at non-approved workshops under the M14-Authorised Workshop Plan?",
    "What is the consequence of not adhering to the Claims Conditions in the policy?",
    "Under the M14 plan, where must the vehicle repairs be carried out?",
    "Does the NCD Protection cover late notifications of accidents?",
    "What does the term 'Approved Workshop' refer to in the context of these insurance plans?"
  ]
}