{
  "chunk_id": "Car_policy_96",
  "metadata": {
    "product_name": "Car",
    "doc_type": "policy",
    "source_file": "Car_policy.md",
    "chunk_index": 96,
    "content_length": 970,
    "is_empty": false
  },
  "content": "#### M10 - Third Party Indemnity To Employer\nIt is hereby understood and agreed that in the terms of and subject to the limitations of the indemnity which is granted by Section II of this Policy to the Policyholder, the Company will indemnify the Employer of the Policyholder (named in the Schedule of the Policy) whilst any Insured Vehicle in connection with which indemnity is granted under this Policy (other than an Insured Vehicle belonging to the Employer or hired to him under a Hire Purchase Agreement) is being used upon the business of the Employer provided that such indemnity shall not include liability for death or bodily injury sustained by any person arising out of and in the course of the employment of such person by the Employer.\n\nProvided always that the Employer:\n(a) is not entitled to indemnity under any other policy.\n(b) shall as though he were the Policyholder observe fulfil and be subject to the Terms of this Policy in so far as they apply.",
  "questions": [
    "What is the M10 clause about in the insurance policy?",
    "Who is indemnified under the M10 Third Party Indemnity To Employer clause?",
    "Under what conditions does the M10 clause provide indemnity to the employer?",
    "Does the M10 clause cover liabilities for death or bodily injury of employees?",
    "What are the requirements for an employer to qualify for indemnity under the M10 clause?",
    "Can an employer claim indemnity under the M10 clause if they have another policy?",
    "What vehicles are covered under the M10 indemnity clause for an employer?",
    "What obligations must the employer fulfill to receive indemnity under the M10 clause?",
    "Is there any restriction on the type of vehicle usage for indemnity under the M10 clause?",
    "What does 'subject to the limitations of the indemnity granted by Section II' imply in the M10 clause?"
  ]
}